Repository: Lord-Makkels/MultiMC5-translate
Catalog: *.po
Languages: et, nb

# WorldListPage|
source: MCEdit failed to start. It may be necessary to reinstall it.
et: MCEditi käivitamine ebaõnnestus! Võimalik, et on vaja see uuesti paigaldada.

# WorldListPage|
source: Select a Minecraft world zip
et: Vali Minecrafti maailma ZIP
nb: Velg en Minecraft verden-zip

# WorldListPage|
source: Minecraft World Zip File (*.zip)
et: Minecrafti maailma ZIP-fail (*.zip)
nb: Minecraft-verden zip-fil (*.zip)

# WorldListPage|
source: Copy World
et: Kopeeri maailm
nb: Kopier verden

# WorldListPage|
source: Changing a world while Minecraft is running is potentially unsafe. Do you wish to proceed?
et: Minecrafti töötamise ajal maailma muutmine võib olla ohtlik. Kas soovid jätkata?

# WorldListPage|
source: World name
et: Maailma nimi
nb: Verdensnavn

# WorldListPage|
source: Enter a new name for the copy.
et: Sisesta koopiale uus nimi.
nb: Angi et nytt navn for kopien.

# WorldListPage|
source: Enter a new world name.
et: Sisesta uus maailma nimi.
nb: Angi et nytt navn på verdenen.

# YggdrasilTask|
source: Authentication operation timed out.
et: Autentimise operatsioon aegus.
nb: Autentiseringsoperasjon ble tidsavbrutt.

# YggdrasilTask|
source: Authentication operation cancelled.
et: Autentimise operatsioon tühistati.
nb: Autentiseringsoperasjon ble avbrutt.

# YggdrasilTask|
source: <b>SSL Handshake failed.</b><br/>There might be a few causes for it:<br/><ul><li>You use Windows XP and need to <a href="https://www.microsoft.com/en-us/download/details.aspx?id=38918">update your root certificates</a></li><li>Some device on your network is interfering with SSL traffic. In that case, you have bigger worries than Minecraft not starting.</li><li>Possibly something else. Check the MultiMC log file for details</li></ul>
et: <b>SSL-kätlus ebaõnnestus</b><br/>Sellel võivad olla mõned põhjused:<br/><ul><li>Sa kasutad aegunud operatsioonisüsteemi nagu Windows 7 või vanem. Kui nii, siis palun uuenda uusimale versioonile.</li><li>Mõni seade su võrgus segab SSL-liiklust. Sel juhul on sul suuremaid muresid kui mittekäivituv Minecraft.</li><li>Võimalik, et midagi muud. Kontrolli lisateabe saamiseks MultiMC logifaili</li></ul>

# YggdrasilTask|
source: Authentication operation failed due to a network error: %1 (%2)
et: Autentimistegevus ebaõnnestus võrguvea tõttu: %1 (%2)

# YggdrasilTask|
source: An unknown Yggdrasil error occurred.
et: Ilmnes tundmatu Yggdrasil'i viga.
nb: En ukjent Yggdrasil-feil oppstod.

# YggdrasilTask|
source: Sending request to auth servers...
et: Autentimisserveritele taotluse saatmine...
nb: Sender forespørselen din til autentiseringsservere...

# YggdrasilTask|
source: Processing response from servers...
et: Serverite vastuse töötlemine...
nb: Behandler svar fra servere...

# YggdrasilTask|
source: Authentication task succeeded.
et: Autentimistoiming õnnestus.
nb: Oppgave for autentisering var vellykket.

# YggdrasilTask|
source: Failed to contact the authentication server.
et: Autentimisserveriga kontakteerumine ebaõnnestus.

# YggdrasilTask|
source: Failed to authenticate.
et: Autentimine ebaõnnestus.
nb: Kunne ikke autentisere.

# AboutDialog|
source: © 2012-2019 MultiMC Contributors
nb: © 2012-2019 MultiMC-bidragsytere

# CheckJava|
source: The java binary "%1" couldn't be found. Please fix the java path override in the instance's settings or disable it.
nb: Java-binæren «%1» ble ikke funnet. Vennligst korriger overstyringen av java-stien i instansens innstillinger, eller deaktiver den.

# CheckJava|
source: The java binary "%1" couldn't be found. Please set up java in the settings.
nb: Java-binæren «%1» ble ikke funnet. Vennligst konfigurer java i innstillingene.

# CheckJava|
source: Java path is not valid.
nb: Java-stien er ikke gyldig.

# CheckJava|
source: Checking Java version...
nb: Sjekker Java-versjon...

# CheckJava|
source: Could not start java:
nb: Kunne ikke starte Java:

# CheckJava|
source: Could not start java!
nb: Kunne ikke starte Java!

# CheckJava|
source: Java checker returned some invalid data MultiMC doesn't understand:
nb: Java-kontrolløren ga ugyldig data som MultiMC ikke forstår:

# CheckJava|
source: Java is version %1, using %2-bit architecture.
nb: Java er versjon %1, bruker %2-bit arkitektur.

# CheckJava|
source: Your CPU architecture is not matching your system architecture. You might want to install a 64bit Operating System.
nb: Din CPU-arkitektur samsvarer ikke med systemarkitekturen. Du burde kanskje installere et 64-bit operativsystem.

# CheckJava|
source: Your Java architecture is not matching your system architecture. You might want to install a 64bit Java version.
nb: Din Java-arkitektur samsvarer ikke med systemarkitekturen. Du burde kanskje installere et 64-bit operativsystem.

# ComponentList|
source: Name
nb: Navn

# ComponentList|
source: Version
nb: Versjon

# ComponentUpdateTask|
source: Some component metadata load tasks failed.
nb: Noen lastingsoppgaver for komponent-metadata mislyktes.

# ComponentUpdateTask|
source: Conflicting requirements detected during dependency checking!
nb: Motstridende krav oppdaget under kontroll av avhengighet!

# ComponentUpdateTask|
source: Component metadata update task failed while downloading from remote server: %1
nb: Oppdateringsoppgave for komponent-metadata mislyktes under nedlasting fra server: %1

# CreateServerResourcePacksFolder|
source: Couldn't create the 'server-resource-packs' folder
nb: Kunne ikke opprette mappen «server-resource-packs»

# ExtractNatives|
source: Couldn't extract native jar '%1' to destination '%2'
nb: Kunne ikke pakke ut jar fil '%1' til destinasjon '%2'

# FoldersTask|
source: Failed to create folder for minecraft binaries.
nb: Kunne ikke opprette mappe for Minecraft-binærer.

# GoUpdate::DownloadTask|
source: Processing file lists - figuring out how to install the update...
nb: Behandler fillister - finner ut hvordan å installere oppdateringen...

# InstanceImportTask|
source: Unable to open supplied modpack zip file.
nb: Kunne ikke åpne den medfølgende modpakke-zip-filen.

# InstanceImportTask|
source: The specified overrides folder (%1) is missing. Maybe the modpack was already used before?
nb: Den angitte overstyringsmappen (%1) mangler. Kanskje modpakken allerede ble brukt før?

# InstanceImportTask|
source: Nesting modpacks in modpacks is not implemented, nothing was downloaded: %1
nb: Nesting modpakker i modpakker er ikke implementert, ingen ting var installert: %1

# InstanceImportTask|
source: Unrecognized/unhandled PackageType for: %1
nb: Ikke gjenkjennt/ubehandlet pakkning for: %1

# InstanceStaging|
source: Failed to commit instance, even after multiple retries. It is being blocked by something.
nb: Kunne ikke utføre instansen, selv etter flere forsøk. Den blokkeres av noe.

# JavaPage|
source: Java Runtime
nb: Java kjøresystem

# MainWindow|on platform, as in operating system
source: on %1
nb: på %1

# ModMinecraftJar|
source: Couldn't create the bin folder for Minecraft.jar
nb: Kunne ikke opprette bin-mappen for Minecraft.jar

# QObject|
source: Unknown
nb: Ukjent
