Repository: Lord-Makkels/MultiMC5-translate
Catalog: *.po
Languages: et, nb

# ATLauncher::PackInstallTask|
source: Could not understand pack manifest:
et: Paki manifestist ei saadud aru:

# ATLauncher::PackInstallTask|
source: Mod download
et: Modi allalaadimine

# ATLauncher::PackInstallTask|
source: Installing modpack
et: Modipaki paigaldamine

# AboutDialog|
source: About MultiMC
et: MultiMC teave
nb: Om MultiMC

# AboutDialog|
source: About
et: Teave
nb: Om

# AboutDialog|
source: Version:
et: Versioon:
nb: Versjon:

# AboutDialog|
source: Platform:
et: Platvorm:
nb: Plattform:

# AboutDialog|
source: Build Number:
et: Järgunumber:
nb: Delversjonsnummer:

# AboutDialog|
source: Channel:
et: Kanal:
nb: Kanal:

# AboutDialog|
source: <html><head/><body><p>MultiMC is a custom launcher that makes managing Minecraft easier by allowing you to have multiple instances of Minecraft at once.</p></body></html>
et: <html><head/><body><p>MultiMC on kohandatud käivitaja, mis teeb Minecrafti haldamise lihtsamaks, võimaldades sul omada mitut Minecrafti eksemplari korraga.</p></body></html>
nb: <html><head/><body><p>MultiMC er en tilpasset launcher som gjør det enklere å administrere Minecraft ved å la deg ha forskjellige instanser lagret på en gang.</p></body></html>

# AboutDialog|
source: © 2012-2021 MultiMC Contributors
et: © 2012-2021 MultiMC panustajad

# AboutDialog|
source: Credits
et: Tiitrid
nb: Kreditter

# AboutDialog|
source: License
et: Litsents
nb: Lisens

# AboutDialog|
source: Forking/Redistribution
et: Forkimine/edasilevitamine
nb: Forking/Redistribuering

# AboutDialog|
source: About Qt
et: Qt teave
nb: Om Qt

# AboutDialog|
source: Close
et: Sulge
nb: Lukk

# AboutDialog|
source: Version
et: Versioon
nb: Versjon

# AboutDialog|
source: Platform
et: Platvorm
nb: Plattform

# AboutDialog|
source: Build Number
et: Järgunumber
nb: Delversjonsnummer

# AboutDialog|
source: Channel
et: Kanal
nb: Kanal

# AboutDialog|
source: <p>We keep MultiMC open source because we think it's important to be able to see the source code for a project like this, and we do so using the Apache license.</p> <p>Part of the reason for using the Apache license is we don't want people using the &quot;MultiMC&quot; name when redistributing the project. This means people must take the time to go through the source code and remove all references to &quot;MultiMC&quot;, including but not limited to the project icon and the title of windows, (no <b>MultiMC-fork</b> in the title).</p> <p>The Apache license covers reasonable use for the name - a mention of the project's origins in the About dialog and the license is acceptable. However, it should be abundantly clear that the project is a fork <b>without</b> implying that you have our blessing.</p>
et: <p>Me hoiame MultiMC lähtekoodi avatuna, kuna arvame et sellise projekti puhul on oluline lähtekoodi näha ning me teeme seda Apache litsentsi alusel.</p> <p>Osa põhjusest, miks me Apache litsentsi kasutame on see, et me ei taha et edasilevitamisel kasutataks nime &quot;MultiMC&quot;. See tähendab, et inimesed peavad võtma aega ja käima kogu lähtekoodi läbi, et eemaldada kõik viited nimele &quot;MultiMC&quot;, sealhulgas aga mitte ainult projekti ikoon ja akende pealkirjad, (pealkirjaks ei tohiks olla <b>MultiMC-fork</b>).</p> <p>Apache litsents katab nime mõistliku kasutuse - projekti algete mainimine teabedialoogis ning litsentsis on vastuvõetav. Siiski peaks olema täielikult selgeks tehtud, et projekt on kõigest fork, <b>ilma</b> et see vihjaks MultiMC põhiprojektiga koostöö tegemise või muul moel "õnnistuse" saamisele.</p>
nb: <p>Vi hoder MultiMC åpen-kildekode fordi vi synes det er viktig å kunne se kildekoden for et prosjekt som dette, og vi gjør dette ved hjelp av Apache-lisensen.</p> <p>Grunnen til at Apache-lisensen brukes er fordi vi ikke vil folk skal bruke &quot;MultiMC&quot;-navnet når prosjektet redistribueres. Dette betyr at folk må ta tiden til å gå gjennom koden og fjerne alle referansene til &quot;MultiMC&quot;, inkludert men ikke begrenset til prosjektikonet og tittel på vinduene, (ingen <b>MultiMC-fork</b> i tittelen).</p> <p>Apache-lisensen dekker rimelig bruk av navnet – en nevnelse av prosjektets opphav i Om-dialogen og lisensen er akseptabelt. Det bør derimot være tydelig at prosjektet er en fork <b>uten</b> å antyde at du har vår støtte.</p>

# AccountListPage|
source: Add
et: Lisa
nb: Legg til

# AccountListPage|
source: Remove
et: Eemalda
nb: Fjern

# AccountListPage|
source: Set Default
et: Määra vaikeväärtuseks
nb: Sett som standard

# AccountListPage|
source: No Default
et: Eemalda vaikeväärtus
nb: Ingen standard

# AccountListPage|
source: Upload Skin
et: Laadi välimus üles
nb: Last opp skin

# AccountListPage|
source: Delete Skin
et: Kustuta välimus

# AccountListPage|
source: Accounts
et: Kontod
nb: Kontoer

# AccountListPage|
source: Welcome! If you're new here, you can click the "Add" button to add your Mojang or Minecraft account.
et: Tere tulemast! Kui oled siin uus, võid vajutada "Lisa" nuppu oma Mojangi või Minecrafti konto lisamiseks.
nb: Velkommen! Hvis du er ny her, kan du trykke «Legg til»-knappen for å legge til Mojang- eller Minecraft-kontoen din.

# AccountListPage|
source: Context menu
et: Kontekstimenüü
nb: Kontekstmeny

# AccountListPage|
source: Please enter your Minecraft account email and password to add your account.
et: Konto lisamiseks palun sisesta oma Minecrafti konto e-post ning parool.
nb: Vennligst angi din Minecraft-kontos e-post og passord for å legge til kontoen din.

# AccountListPage|
source: Skin Delete
et: Välimuse kustutamine

# AnalyticsWizardPage|
source: Analytics
et: Analüütika

# AnalyticsWizardPage|
source: We track some anonymous statistics about users.
et: Me kogume teatud anonüümset analüütikat oma kasutajate kohta.
nb: Vi sporer noe anonym informasjon om brukere.

# AnalyticsWizardPage|
source: <html><body><p>MultiMC sends anonymous usage statistics on every start of the application. This helps us decide what platforms and issues to focus on.</p><p>The data is processed by Google Analytics, see their <a href="https://support.google.com/analytics/answer/6004245?hl=en">article on the matter</a>.</p><p>The following data is collected:</p><ul><li>A random unique ID of the MultiMC installation.<br />It is stored in the application settings (multimc.cfg).</li><li>Anonymized (partial) IP address.</li><li>MultiMC version.</li><li>Operating system name, version and architecture.</li><li>CPU architecture (kernel architecture on linux).</li><li>Size of system memory.</li><li>Java version, architecture and memory settings.</li></ul><p>If we change the tracked information, you will see this page again.</p></body></html>
et: <html><body><p>MultiMC saadab igal käivitusel anonüümset kasutusstatistikat. See aitab meil otsustada, milliste platvormidele ja probleemidele enim keskenduda.</p><p>Andmeid töötleb Google Analytics, vaata nende <a href="https://support.google.com/analytics/answer/6004245?hl=en">sellekohast artiklit</a>.</p><p>Kogutakse järgnevaid andmeid:</p><ul><li>Juhuslik unikaalne MultiMC paigalduse ID.<br />Seda hoitakse programmi sätetes (multimc.cfg).</li><li>Anonüümitud (osaline) IP-aadress.</li><li>MultiMC versioon.</li><li>Operatsioonisüsteemi nimi, versioon ja arhitektuur.</li><li>Protsessori arhitektuur (Linuxil tuuma arhitektuur).</li><li>Süsteemi mälusuurus.</li><li>Java versioon, arhitektuur ja mälusätted.</li></ul><p>Kui me jälgitavat informatsiooni muudame, näed seda lehte uuesti.</p></body></html>
nb: <html><body><p>MultiMC sender anonyme brukstatistikk ved applikasjonens oppstart. Dette hjelper oss med å bestemme hvilke plattformer og problemer vi skal fokusere på.</p><p>Dataene behandles av Google Analytics, se deres <a href="https://support.google.com/analytics/answer/6004245?hl=no">artikkel om saken</a>.</p><p>Følgende data samles:</p><ul><li>En tilfeldig og unik ID for MultiMC installasjonen.<br />Den lagres i applikasjonens innstillinger (multimc.cfg).</li><li>Anonymisert (delvis) IP-adresse.</li><li>MultiMC-versjon.</li><li>Navn og versjon på operativsystemet og dens arkitektur.</li><li>CPU-arkitektur(kernel arkitektur på linux).</li><li>Størrelse på systemminnet.</li><li>Java-versjon, arkitektur og minne-innstillinger.</li></ul><p>Hvis vi endrer hvilke data som hentes, vil du se denne siden igjen.</p></body></html>

# AnalyticsWizardPage|
source: Enable Analytics
et: Luba analüütika
nb: Aktiver Analytics

# AssetUpdateTask|
source: Updating assets index...
et: Varade indeksi uuendamine...
nb: Oppdaterer elementindeks...

# AssetUpdateTask|
source: Asset index for %1
et: Varade indeks %1 jaoks
nb: Elementindeks for %1

# AssetUpdateTask|
source: Failed to read the assets index!
et: Varade indeksi lugemine ebaõnnestus!
nb: Kunne ikke lese elementindeksen!

# AssetUpdateTask|
source: Getting the assets files from Mojang...
et: Varafailide Mojangilt hankimine...
nb: Henter ressurser fra Mojang...

# AssetUpdateTask|
source: Failed to download the assets index: %1
et: Varade indeksi allalaadimine ebaõnnestus: %1
nb: Kunne ikke laste ned elementindeksen: %1

# AssetUpdateTask|
source: Failed to download assets: %1
et: Varade allalaadimine ebaõnnestus: %1
nb: Kunne ikke laste ned ressurser: %1

# AtlPage|
source: Reset
et: Lähtesta

# AtlPage|
source: Search and filter ...
et: Otsi ja filtreeri...

# AuthenticateTask|
source: Authentication server didn't send a client token.
et: Autentimisserver ei saatnud klienditalongi.
nb: Autentiseringsserveren sendte ikke en klientnøkkel.

# AuthenticateTask|
source: Authentication server attempted to change the client token. This isn't supported.
et: Autentimisserver proovis klienditalongi muuta. See ei ole toetatud.
nb: Autentiseringsserveren forsøkte å endre klientnøkkel. Dette støttes ikke.

# AuthenticateTask|
source: Authentication server didn't send an access token.
et: Autentimisserver ei saatnud pääsutalongi.
nb: Autentiseringsserveren sendte ikke en tilgangsnøkkel.

# AuthenticateTask|
source: Authentication server didn't specify a currently selected profile. The account exists, but likely isn't premium.
et: Autentimisserver ei määratlenud hetkel valitud profiili. Konto eksisteerib, ent sinna ei ole ilmselt mängu ostetud.
nb: Autentiseringsserver oppga ikke en valgt profil. Kontoen eksisterer, men er sannsynligvis ikke premium.

# AuthenticateTask|
source: Authentication server specified a selected profile that wasn't in the available profiles list.
et: Autentimisserver määratles valitud profiili, mida ei olnud saadaval profiilide nimekirjas.
nb: Autentiseringsserveren har spesifisert en valgt profil som ikke er i listen over tilgjengelige profiler.

# AuthenticateTask|
source: Authenticating: Sending request...
et: Autentimine: taotluse saatmine...
nb: Autentisering: Sender forespørsel...

# AuthenticateTask|
source: Authenticating: Processing response...
et: Autentimine: vastuse töötlemine...
nb: Autentisering: Behandler forespørsel...

# BaseProfiler|
source: Profiler aborted
et: Profiiler katkestatud
nb: Profilering avbrutt

# ComponentUpdateTask|
source: Instance has conflicting dependencies.
et: Eksemplaril on konfliktsed sõltuvused.
nb: Instansen har motstridende avhengigheter.

# ComponentUpdateTask|
source: Instance has unresolved dependencies while loading/checking for launch.
et: Käivitamiseks laadimisel/kontrollimisel leiti, et eksemplaril on lahendamata sõltuvused.
nb: Instansen har uløste avhengigheter under lasting og kontroll for oppstart.

# CopyInstanceDialog|
source: Copy Instance
et: Kopeeri eksemplar
nb: Kopier instans

# CopyInstanceDialog|
source: Name
et: Nimi
nb: Navn

# CopyInstanceDialog|
source: &Group
et: &Grupp
nb: &Gruppe

# CopyInstanceDialog|
source: Copy saves
et: Kopeeri kaust "saves"
nb: Kopier lagringer

# CopyInstanceDialog|
source: Keep play time
et: Säilita mänguaeg
nb: Behold spilletid

# CopyInstanceDialog|
source: No group
et: Grupp puudub
nb: Ingen gruppe

source: Cus&tom Commands
et: Koh&andatud käsklused
nb: &Tilpassede kommandoer

# CustomCommands|
source: Post-exit command:
et: Väljumise-järgne käsklus:
nb: Kommando ved avslutning:

# CustomCommands|
source: Pre-launch command:
et: Enne-käivitust käsklus:
nb: Kommando ved start:

# CustomCommands|
source: Wrapper command:
et: Ümbriskäsklus:
nb: Wrapper kommando:

# CustomCommands|
source: <html><head/><body><p>Pre-launch command runs before the instance launches and post-exit command runs after it exits.</p><p>Both will be run in MultiMC's working folder with extra environment variables:</p><ul><li>$INST_NAME - Name of the instance</li><li>$INST_ID - ID of the instance (its folder name)</li><li>$INST_DIR - absolute path of the instance</li><li>$INST_MC_DIR - absolute path of minecraft</li><li>$INST_JAVA - java binary used for launch</li><li>$INST_JAVA_ARGS - command-line parameters used for launch</li></ul><p>Wrapper command allows launching using an extra wrapper program (like 'optirun' on Linux)</p></body></html>
et: <html><head/><body><p>Enne-käivitust käsklus käivitub enne eksemplari käivitumist ning väljumise-järgne käsklus käivitub pärast selle sulgemist.</p><p>Mõlemad käitatakse MultiMC töötamiskaustas koos täiendavate keskkonnamuutujatega:</p><ul><li>$INST_NAME - eksemplari nimi</li><li>$INST_ID - eksemplari ID (selle kausta nimi)</li><li>$INST_DIR - eksemplari täielik failitee</li><li>$INST_MC_DIR - kausta "minecraft" täielik failitee</li><li>$INST_JAVA - käivituseks kasutatav Java täitmisfail</li><li>$INST_JAVA_ARGS - käivituseks kasutatavad käsurea parameetrid</li></ul><p>Ümbriskäsklus võimaldab täiendava ümbrisprogrammi käivitamist (näiteks Linuxil "optirun")</p></body></html>
nb: <html><head/><body><p>Kommandoer før start kjører før instansen starter og Kommando ved avslutning kjører etter den lukkes.</p><p>Begge vil kjøre i MultiMCs arbeidsmappe med ekstra miljøvariabler:</p><ul><li>$INST_NAME - Navnet på instansen</li><li>$INST_ID - IDen på instansen (mappenavnet)</li><li>$INST_DIR - absolutt sti til instansen</li><li>$INST_MC_DIR - absolutt sti til Minecraft</li><li>$INST_JAVA - java-binær brukt ved oppstart</li><li>$INST_JAVA_ARGS - terminal-parametere brukt ved oppstart</li></ul><p>Wrapper kommando lar deg kjøre via et ekstra wrapper-program (som «optirun» for Linux)</p></body></html>

# CustomCommandsPage|
source: Custom Commands
et: Kohandatud käsklused
nb: Egendefinerte kommandoer

# DirectJavaLaunch|
source: The wrapper command "%1" couldn't be found.
et: Ümbriskäsklust "%1" ei leitud.
nb: Wrapper-kommandoen «%1» ble ikke funnet.

# DirectJavaLaunch|
source: Could not launch minecraft!
et: Minecrafti käivitamine ebaõnnestus!
nb: Kunne ikke kjøre Minecraft!

# DirectJavaLaunch|
source: Minecraft process ID: %1
et: Minecrafti protsessi ID: %1
nb: Minecraft prosess-id: %1

# EditAccountDialog|
source: Login
et: Logi sisse
nb: Logg inn

# EditAccountDialog|
source: Email
et: E-post
nb: E-post

# EditAccountDialog|
source: Password
et: Parool
nb: Passord

# ExportInstanceDialog|
source: Export Instance
et: Ekspordi eksemplar
nb: Eksporter instans

# ExportInstanceDialog|
source: Export %1
et: Ekspordi %1
nb: Eksporter %1

# ExportInstanceDialog|
source: Overwrite?
et: Kirjutad üle?
nb: Overskrive?

# ExportInstanceDialog|
source: This file already exists. Do you want to overwrite it?
et: See fail on juba olemas. Kas soovid selle üle kirjutada?
nb: Denne fila eksisterer allerede. Vil du overskrive den?

# ExportInstanceDialog|
source: Error
et: Viga
nb: Feil

# ExportInstanceDialog|
source: Unable to export instance
et: Eksemplari ei saa eksportida
nb: Kunne ikke eksportere instans

# ExternalToolsPage|
source: Check
et: Kontrolli
nb: Sjekk

# ExternalToolsPage|
source: External Editors (leave empty for system default)
et: Välised redaktorid (süsteemi vaikeväärtuse jaoks jäta tühjaks)
nb: Eksterne redigeringsverktøy (la være tom for systemstandard)

# ExternalToolsPage|
source: Text Editor:
et: Tekstiredaktor:
nb: Tekst-redigeringsverktøy:

# ExternalToolsPage|
source: External Tools
et: Välised tööriistad
nb: Eksterne verktøy

# ExternalToolsPage|
source: JProfiler Folder
et: JProfileri kaust
nb: JProfiler-mappe

# ExternalToolsPage|
source: Error
et: Viga
nb: Feil

# ExternalToolsPage|
source: Error while checking JProfiler install: %1
et: JProfileri paigalduse kontrollimisel ilmnes tõrge: %1
nb: Feil under kontroll av JProfiler-installasjon: %1

# ExternalToolsPage|
source: JProfiler setup seems to be OK
et: JProfileri seadistus tundub olevat korras
nb: JProfiler-installasjonen ser ut til å være OK

# ExternalToolsPage|
source: JVisualVM Executable
et: JVisualVM täitmisfail
nb: Kjørbar fil for JVisualVM

# ExternalToolsPage|
source: Error while checking JVisualVM install: %1
et: JVisualVM paigalduse kontrollimisel ilmnes tõrge: %1
nb: Feil under kontroll av JVisualVM-installasjon: %1

# ExternalToolsPage|
source: JVisualVM setup seems to be OK
et: JVisualVM'i seadistus tundub olevat korras
nb: JVisualVM-installasjonen ser ut til å være OK

# ExternalToolsPage|
source: MCEdit Application
et: MCEditi rakendus

# ExternalToolsPage|
source: MCEdit Folder
et: MCEditi kaust
nb: MCEdit-mappe

# ExternalToolsPage|
source: Error while checking MCEdit install: %1
et: MCEditi paigalduse kontrollimisel ilmnes tõrge: %1
nb: Feil under kontroll av MCEdit-installasjon: %1

# ExternalToolsPage|
source: MCEdit setup seems to be OK
et: MCEditi seadistus tundub olevat korras
nb: MCEdit-installasjonen ser ut til å være OK

# ExternalToolsPage|
source: JSON Editor
et: JSONi redaktor
nb: JSON-redigeringsverktøy

# ExternalToolsPage|
source: Invalid
et: Sobimatu
nb: Ugyldig

# ExternalToolsPage|
source: The file chosen does not seem to be an executable
et: Valitud fail ei tundu olevat täitmisfail
nb: Filen du har valgt ser ikke ut til å være en kjørbar fil

# FMLLibrariesTask|
source: Checking for FML libraries...
et: FML-teekide kontrollimine...
nb: Ser etter FML-bibliotek...

# FMLLibrariesTask|
source: Dowloading FML libraries...
et: FML-teekide allalaadimine...
nb: Laster ned FML-bibliotek...

# FMLLibrariesTask|
source: Copying FML libraries into the instance...
et: FML-teekide eksemplari kopeerimine...
nb: Kopierer FML-bibliotek til instansen...

# FMLLibrariesTask|
source: Failed creating FML library folder inside the instance.
et: Eksemplari FML-teekide kausta loomine ebaõnnestus.
nb: Kunne ikke opprette FML-bibliotekmappe i instansen.

# FMLLibrariesTask|
source: Failed copying Forge/FML library: %1.
et: Forge/FML-teegi kopeerimine ebaõnnestus: %1.
nb: Kunne ikke kopiere Forge/FML-bibliotek: %1.

# FMLLibrariesTask|
source: Failed to download the following files: %1 Reason:%2 Please try again.
et: Järgnevate failide allalaadimine ebaõnnestus: %1 Põhjus: %2 Palun proovi uuesti.
nb: Kunne ikke laste ned følgende filer: %1 Årsak:%2 Vennligst prøv på nytt.

# Flame::FileResolvingTask|
source: Resolving mod IDs...
et: Modi IDde lahendamine...
nb: Løser mod-IDer...

# Flame::FileResolvingTask|
source: Some mod ID resolving tasks failed.
et: Mõned modi ID lahendamise toimingud ebaõnnestusid.
nb: Noen prosesser for løsning av mod-ID mislyktes.

# FtbPage|
source: Search
et: Otsi

# GameOptions|
source: Key
et: Võti
nb: Nøkkel

# GameOptions|
source: Value
et: Väärtus
nb: Verdi

# GameOptionsPage|
source: Game Options
et: Mänguvalikud
nb: Spillalternativer

# GameType|
source: Survival
et: Ellujäämine
nb: Overlevelse

# GameType|
source: Creative
et: Loominguline
nb: Kreativ

# GameType|
source: Adventure
et: Seiklemine
nb: Eventyr

# GameType|
source: Spectator
et: Vaatlemine
nb: Tilskuer

# GameType|
source: Unknown (%1)
et: Tundmatu (%1)

# GameType|
source: Undefined
et: Määramata

# GoUpdate::DownloadTask|
source: Loading version information...
et: Versiooni informatsiooni laadimine...
nb: Laster versjonsinformasjon...

# GoUpdate::DownloadTask|
source: Failed to download version info files.
et: Versiooniinfo failide allalaadimine ebaõnnestus.
nb: Kunne ikke laste ned versjon-infofiler.

# GoUpdate::DownloadTask|
source: Reading file list for new version...
et: Uue versiooni faililoendi lugemine...
nb: Leser filliste for ny versjon...

# GoUpdate::DownloadTask|
source: Reading file list for current version...
et: Praeguse versiooni faililoendi lugemine...
nb: Leser filliste for nåværende versjon...

# GoUpdate::DownloadTask|
source: Failed to process update lists...
et: Uuenduste loetelude töötlemine ebaõnnestus...
nb: Kunne ikke behandle lister for oppdatering...

# GoUpdate::DownloadTask|
source: Downloading one update file.
et: Ühe uuendusfaili allalaadimine.
nb: Laster ned én oppdateringsfil.

# GoUpdate::DownloadTask|
source: Downloading %1 update files.
et: %1 uuendusfaili allalaadimine.
nb: Laster ned %1 oppdateringsfil.

# GoUpdate::DownloadTask|
source: Failed to download update files: %1
et: Uuendusfailide allalaadimine ebaõnnestus: %1
nb: Nedlasting av oppdateringsfiler mislyktes: %1

# IconPickerDialog|
source: Pick icon
et: Vali ikoon
nb: Velg ikon

# IconPickerDialog|
source: Add Icon
et: Lisa ikoon
nb: Legg til ikon

# IconPickerDialog|
source: Remove Icon
et: Eemalda ikoon
nb: Fjern ikon

# IconPickerDialog|
source: Open Folder
et: Ava kaust
nb: Åpne mappe

# IconPickerDialog|
source: Select Icons
et: Vali ikoonid
nb: Velg ikoner

# IconPickerDialog|
source: Icons %1
et: Ikoonid %1
nb: Ikoner %1

# ImportPage|
source: Browse
et: Sirvi
nb: Bla gjennom

# ImportPage|
source: Local file or link to a direct download:
et: Kohalik fail või link otsesele allalaadimisele:
nb: Lokal fil eller link til en direkte nedlasting:

# ImportPage|
source: Import from zip
et: Impordi zip-ist
nb: Importer fra zip

# ImportPage|
source: Choose modpack
et: Vali modipakk
nb: Velg modpack

# InstanceCardWidget|
source: &Name:
et: &Nimi:
nb: &Navn:

# InstanceCardWidget|
source: &Group:
et: &Grupp:
nb: &Gruppe:

# InstanceCopyTask|
source: Copying instance %1
et: Eksemplari %1 kopeerimine
nb: Kopierer instans %1

# InstanceCopyTask|
source: Instance folder copy failed.
et: Eksemplari kausta kopeerimine ebaõnnestus.
nb: Kopiering av instansmappe mislyktes.

# InstanceCopyTask|
source: Instance folder copy has been aborted.
et: Eksemplari kausta kopeerimine katkestatud.
nb: Kopiering av instansmappe er avbrutt.

# InstanceCreationTask|
source: Creating instance from version %1
et: Versioonist %1 eksemplari loomine
nb: Oppretter instans fra versjon %1

# InstanceImportTask|
source: Downloading modpack: %1
et: Modipaki allalaadimine: %1
nb: Laster ned modpakke: %1

# InstanceImportTask|
source: Modpack download
et: Modipaki allalaadimine
nb: Nedlasting av modpakke

# InstanceImportTask|
source: Extracting modpack
et: Modipaki ekstraktimine
nb: Pakker ut modpakke

# InstanceImportTask|
source: Archive does not contain a recognized modpack type.
et: Arhiiv ei sisalda tuvastatud modipaki tüüpi.
nb: Arkiv inneholder ikke en gjenkjent modpakke-type.

# InstanceImportTask|
source: Failed to extract modpack
et: Modipaki ekstrakimine ebaõnnestus
nb: Kunne ikke pakke ut modpakke

# InstanceImportTask|
source: Could not fix permissions for %1
et: %1 lubade parandamine ebaõnnestus
nb: Kunne ikke fikse tillatelser for %1

# InstanceImportTask|
source: Instance import has been aborted.
et: Eksemplari importimine on katkestatud.
nb: Importering av instansmappe er avbrutt.

# InstanceImportTask|
source: Could not understand pack manifest:
et: Paki manifestist ei saadud aru:
nb: Kunne ikke forstå pakkemanifestet:

# InstanceImportTask|
source: Could not rename the overrides folder:
et: Overrides-kasuta ümbernimetamine ebaõnnestus:
nb: Kunne ikke endre navn på overstyringsmappen:

# InstanceImportTask|
source: Unknown mod loader in manifest: %1
et: Manifest sisaldab tundmatut modilaadurit: %1
nb: Ukjent mod-laster i manifest: %1
