Repository: Lord-Makkels/MultiMC5-translate
Catalog: *.po
Languages: et, nb

# QObject|
source: <p>There are no code changes between your current version and latest %1.</p>
et: <p>Praeguse versiooni ja viimase %1 versiooni vahel ei ole koodis muudatusi.</p>

# QObject|
source: <p>Following commits were added since last update:</p>
et: <p>Viimase uuendusega lisati järgnevad commit'id:</p>

# QObject|
source: <p>The update removes %1 commits and adds the following %2:</p>
et: <p>Uuendus eemaldab %1 commit'i ja lisab järgnevad %2:</p>

# QObject|
source: <p>You can <a href="%1">look at the changes on github</a>.</p>
et: <p>Muudatusi <a href="%1">saab vaadata GitHubis</a>.</p>

# QObject|About Credits
source: Patrons
et: Patroonid
nb: Patroner

# QObject|About Credits
source: MultiMC Developers
et: MultiMC arendajad
nb: MultiMC-utviklere

# QObject|About Credits
source: With thanks to
et: Erilised tänud
nb: Med takk til

# QObject|
source: Update failed!
et: Uuendamine ebaõnnestus!
nb: Oppdatering mislyktes!

# QObject|
source: Rollback failed!
et: Tagasipööre ebaõnnestus!
nb: Tilbakerulling mislyktes!

# QObject|
source: (in use)
et: (kasutuses)
nb: (i bruk)

# QObject|
source: Upload failed
et: Üleslaadimine ebaõnnestus
nb: Oppdatering feilet

# QObject|
source: The log file is too big. You'll have to upload it manually.
et: Logifail on liiga suur. Pead selle üles laadima käsitsi.
nb: Logfilen er for stor. Du må laste den opp manuelt.

# QObject|
source: Upload finished
et: Üleslaadimine lõpetatud
nb: Opplasting fullført

# QObject|
source: The <a href="%1">link to the uploaded log</a> has been placed in your clipboard.
et: <a href="%1">Üles laaditud logi link</a> on lõikelauale asetatud.

# QObject|
source: You tried to manually set a JVM memory option (using "-XX:PermSize", "-XX-MaxHeapSize", "-XX:InitialHeapSize", "-Xmx" or "-Xms"). There are dedicated boxes for these in the settings (Java tab, in the Memory group at the top). This message will be displayed until you remove them from the JVM arguments.
et: Sa proovisid käsitsi JVM mäluvalikut määrata (sealhulgas "-XX:PermSize", "-XX-MaxHeapSize", "-XX:InitialHeapSize", "-Xmx" või "-Xms"). Nende tarbeks on seadetes eraldi kastid (Java vahekaart, ülemine grupp Mälu). Seda sõnumit kuvatakse, kuni eemaldad need parameetrid oma JVM argumentidest.

# QObject|
source: JVM arguments warning
et: JVM argumentide hoiatus
nb: Advarsler om JVM-argumenter

# QObject|
source: <br />Warnings:<br /><font color="orange">%1</font>
et: <br />Hoiatused:<br /><font color="orange">%1</font>

# QObject|
source: Java test success
et: Java katse edukas
nb: Java-test var vellykket

# QObject|
source: The specified java binary didn't work with the arguments you provided:<br />
et: Valitud Java täitmisfail ei töötanud määratud argumentidega:<br />

# QObject|
source: Java test failure
et: Java katse ebaõnnestus
nb: Java-test mislyktes

# QObject|
source: The specified java binary didn't work.<br />You should use the auto-detect feature, or set the path to the java executable.<br />
et: Valitud Java täitmisfail ei töötanud.<br />Peaksid kasutama automaatse tuvastuse funktsiooni või määrama Java täitmisfaili failitee.<br />

# QObject|
source: The specified file either doesn't exist or is not a proper executable.
et: Valitud faili ei eksisteeri või see ei ole sobiv täitmisfail.

# QObject|
source: The specified java binary didn't start properly.<br />
et: Valitud Java täitmisfail ei käivitunud korralikult.<br />

# QObject|
source: The specified java binary returned unexpected results:<br />
et: Määratud Java täitmisfail tagastas ootamatuid tulemusi:<br />

# QObject|
source: Java test succeeded!<br />Platform reported: %1<br />Java version reported: %2<br />
et: Java katse õnnestus!<br />Teatatud platvorm: %1<br />Teatatud Java versioon: %2<br />

# QObject|
source: Minecraft Server
et: Minecrafti server

# QuaGzipFile|
source: QIODevice::Append is not supported for GZIP
et: QIODevice::Append ei ole GZIP jaoks toetatud

# QuaGzipFile|
source: Opening gzip for both reading and writing is not supported
et: Gzip-i korraga avamine nii lugemiseks kui kirjutamiseks ei ole toetatud

# QuaGzipFile|
source: You can open a gzip either for reading or for writing. Which is it?
et: Sa saad gzip-i avada lugemiseks või kirjutamiseks. Kumba soovid teha?

# QuaGzipFile|
source: Could not gzopen() file
et: Faili ei saadud gzopen'i abil avada
nb: Kunne ikke utføre "gzopen()" på filen

# QuaZIODevice|
source: QIODevice::Append is not supported for QuaZIODevice
et: QIODevice::Append ei ole QuaZIODevice jaoks toetatud

# QuaZIODevice|
source: QIODevice::ReadWrite is not supported for QuaZIODevice
et: QIODevice::ReadWrite ei ole QuaZIODevice jaoks toetatud

# QuaZipFile|
source: ZIP/UNZIP API error %1
et: ZIP-arhiivi (lahti)pakkimise rakendusliidese viga %1
nb: ZIP/UNZIP API-feil %1

# RefreshTask|
source: Authentication server didn't send a client token.
et: Autentimisserver ei saatnud klienditalongi.

# RefreshTask|
source: Authentication server attempted to change the client token. This isn't supported.
et: Autentimisserver proovis klienditalongi muuta. See ei ole toetatud.

# RefreshTask|
source: Authentication server didn't send an access token.
et: Autentimisserver ei saatnud pääsutalongi.

# RefreshTask|
source: Refreshing login token...
et: Autentimistalongi värskendamine...
nb: Oppdaterer nøkkel for innlogging...

# RefreshTask|
source: Refreshing login token: Processing response...
et: Autentimistalongi värskendamine: vastuse töötlemine...

# ResourcePackPage|
source: Resource packs
et: Ressursipakid
nb: Ressurspakker

# ScreenshotsPage|
source: Actions
et: Tegevused
nb: Handlinger

# ScreenshotsPage|
source: Upload
et: Laadi üles
nb: Last opp

# ScreenshotsPage|
source: Delete
et: Kustuta
nb: Slett

# ScreenshotsPage|
source: Rename
et: Nimeta ümber
nb: Gi nytt navn

# ScreenshotsPage|
source: View Folder
et: Kuva kaust
nb: Vis mappe

# ScreenshotsPage|
source: Screenshots
et: Kuvatõmmised
nb: Skjermbilder

# ScreenshotsPage|
source: Context menu
et: Kontekstimenüü
nb: Kontekstmeny

# ScreenshotsPage|
source: Failed to upload screenshots!
et: Kuvatõmmiste üleslaadimine ebaõnnestus!
nb: Kunne ikke laste opp skjermbilder!

# ScreenshotsPage|
source: Unknown error
et: Tundmatu tõrge
nb: Ukjent feil

# ScreenshotsPage|
source: Upload finished
et: Üleslaadimine lõpetatud
nb: Opplasting fullført

# ScreenshotsPage|
source: The <a href="%1">link to the uploaded screenshot</a> has been placed in your clipboard.
et: <a href="%1">Üles laaditud kuvatõmmise link</a> on lõikelauale asetatud.
nb: <a href="%1">Lenken til det opplastede skjermbildet</a> er plassert i utklippstavla di.

# ScreenshotsPage|
source: The <a href="%1">link to the uploaded album</a> has been placed in your clipboard.
et: <a href="%1">Üles laaditud albumi link</a> on lõikelauale asetatud.
nb: <a href="%1">Lenken til det opplastede albumet</a> er plassert i utklippstavla di.

# ScreenshotsPage|
source: Are you sure?
et: Kas oled kindel?
nb: Er du sikker?

# ScreenshotsPage|
source: This will delete all selected screenshots.
et: See kustutab kõik valitud kuvatõmmised.
nb: Dette vil slette alle valgte skjermbilder.

# ServerStatus|
source: Auth
et: Autentimine
nb: Autentisering

# ServerStatus|
source: Session
et: Seanss
nb: Økt

# ServerStatus|
source: Skins
et: Välimused

# ServerStatus|
source: API
et: Rakendusliides

# ServersModel|
source: Name
et: Nimi
nb: Navn

# ServersModel|
source: Address
et: Aadress
nb: Adresse

# ServersModel|
source: Latency
et: Latentsus
nb: Forsinkelse

# ServersPage|
source: &Name
et: &Nimi
nb: &Navn

# ServersPage|
source: Address
et: Aadress
nb: Adresse

# ServersPage|
source: Reso&urces
et: Ress&ursid
nb: Ress&urser

# ServersPage|
source: Ask to download
et: Palu allalaadimist
nb: Spør om å laste ned

# ServersPage|
source: Always download
et: Laadi alati alla
nb: Alltid last ned

# ServersPage|
source: Never download
et: Ära laadi kunagi alla
nb: Aldri last ned

# ServersPage|
source: Actions
et: Tegevused
nb: Handlinger

# ServersPage|
source: Add
et: Lisa
nb: Legg til

# ServersPage|
source: Remove
et: Eemalda
nb: Fjern

# ServersPage|
source: Move Up
et: Liiguta üles
nb: Flytt opp

# ServersPage|
source: Move Down
et: Liiguta alla
nb: Flytt ned

# ServersPage|
source: Servers
et: Serverid
nb: Servere

# ServersPage|
source: Context menu
et: Kontekstimenüü
nb: Kontekstmeny

# SetupWizard|
source: &Next >
et: &Edasi >
nb: &Neste >

# SetupWizard|
source: < &Back
et: < &Tagasi
nb: < &Tilbake

# SetupWizard|
source: &Finish
et: &Lõpeta
nb: &Fullfør

# SetupWizard|
source: &Refresh
et: &Värskenda
nb: &Oppdater

# SetupWizard|
source: MultiMC Quick Setup
et: MultiMC kiirseadistus
nb: MultiMC Hurtigoppsett

# SkinDelete|
source: Deleting skin
et: Välimuse kustutamine

# SkinUpload|
source: Uploading skin
et: Välimuse üleslaadimine
nb: Laster opp skin

# SkinUploadDialog|
source: Skin Upload
et: Välimuse üleslaadimine
nb: Skin-opplasting

# SkinUploadDialog|
source: Skin File
et: Välimuse fail
nb: Skin-fil

# SkinUploadDialog|
source: Player Model
et: Mängija mudel
nb: Spillermodell

# SkinUploadDialog|
source: Steve Model
et: Steve'i mudel
nb: Steve-modell

# SkinUploadDialog|
source: Alex Model
et: Alexi mudel
nb: Alex-modell

# SkinUploadDialog|
source: Failed to login!
et: Sisselogimine ebaõnnestus!
nb: Innlogging mislyktes!

# SkinUploadDialog|
source: Using remote URLs for setting skins is not implemented yet.
et: Väliste URLide kasutamine välimuste üleslaadimiseks ei ole veel teostatud.

# SkinUploadDialog|
source: You cannot use an invalid URL for uploading skins.
et: Välimuse üleslaadimiseks ei saa kasutada sobimatut URLi.

# SkinUploadDialog|
source: Skin file does not exist!
et: Välimuse fail puudub!
nb: Skin-fil eksisterer ikke!

# SkinUploadDialog|
source: Failed to upload skin!
et: Välimuse üleslaadimine ebaõnnestus!
nb: Kunne ikke laste opp skin!

# SkinUploadDialog|
source: Success
et: Õnnestus
nb: Suksess

# SkinUploadDialog|
source: Select Skin Texture
et: Vali välimuse tekstuur
nb: Velg skin-utseende

# StatusChecker|
source: Failed to load status JSON: %1
et: Oleku JSONi laadimine ebaõnnestus: %1
nb: Kunne ikke laste status-JSON: %1

# Technic::SingleZipPackInstallTask|
source: Downloading modpack: %1
et: Modipaki allalaadimine: %1

# Technic::SingleZipPackInstallTask|
source: Modpack download
et: Modipaki allalaadimine

# Technic::SingleZipPackInstallTask|
source: Extracting modpack
et: Modipaki ekstraktimine

# Technic::SolderPackInstallTask|
source: Downloading modpack:
et: Modipaki allalaadimine:

# Technic::SolderPackInstallTask|
source: Downloading modpack
et: Modipaki allalaadimine

# Technic::SolderPackInstallTask|
source: Extracting modpack
et: Modipaki ekstraktimine

# Technic::SolderPackInstallTask|
source: Failed to extract modpack
et: Modipaki ekstraktimine ebaõnnestus

# TechnicPage|
source: Search
et: Otsi

# TechnicPage|
source: by
et: autorilt

# TexturePackPage|
source: Texture packs
et: Tekstuuripakid
nb: Teksturpakker

# TranslationsModel|
source: %1: %2 translated %3 fuzzy %4 total
et: %1: %2 tõlgitud %3 ebamäärast %4 kokku
nb: %1: %2 oversatt %3 uklar %4 totalt

# TranslationsModel|
source: Language
et: Keel
nb: Språk

# TranslationsModel|
source: Completeness
et: Valmidus
nb: Fullstendighet

# TranslationsModel|
source: The native language name.
et: Emakeele nimi.
nb: Språknavn på morsmål.

# TranslationsModel|
source: Completeness is the percentage of fully translated strings, not counting automatically guessed ones.
et: Valmidus on täielikult tõlgitud stringide protsent, välja arvatud automaatselt pakutud tõlked.

# TwitchPage|
source: Search
et: Otsi

# TwitchPage|
source: by
et: autorilt

# TwitchPage|
source: Twitch
et: Curseforge

# Update|
source: Task aborted.
et: Toiming katkestatud.
nb: Oppgave avbrutt.

# Update|
source: Instance update failed because: %1
et: Eksemplari uuendamine ebaõnnestus, sest: %1
nb: Oppdatering av instans mislyktes fordi: %1

# UpdateDialog|
source: MultiMC Update
et: MultiMC uuendus
nb: MultiMC-oppdatering

# UpdateDialog|
source: Update now
et: Uuenda kohe
nb: Oppdater nå

# UpdateDialog|
source: Don't update yet
et: Ära veel uuenda
nb: Ikke oppdater ennå

# UpdateDialog|
source: A new %1 update is available!
et: Uus %1 uuendus on saadaval!
nb: En ny %1 oppdatering er tilgjengelig!

# UpdateDialog|
source: No %1 updates found. You are running the latest version.
et: Ühtegi %1 uuendust ei leitud. Kasutad kõige viimast versiooni.

# UpdateDialog|
source: Close
et: Sulge
nb: Lukk

# UpdateDialog|
source: <center><h1>Loading changelog...</h1></center>
et: <center><h1>Muudatuste logi laadimine...</h1></center>

# UpdateDialog|
source: <p align="center" <span style="font-size:22pt;">Failed to fetch changelog... Error: %1</span></p>
et: <p align="center" <span style="font-size:22pt;">Muudatuste logi laadimine ebaõnnestus... Viga: %1</span></p>

# ValidateTask|
source: Validating access token: Sending request...
et: Pääsutalongi valideerimine: taotluse saatmine...

# ValidateTask|
source: Validating access token: Processing response...
et: Pääsutalongi valideerimine: vastuse töötlemine...

# VanillaPage|
source: Filter
et: Filtreeri

# VanillaPage|
source: Releases
et: Väljalasked
nb: Utgivelser

# VanillaPage|
source: Snapshots
et: Katsetused
nb: Forhåndsvisninger

# VanillaPage|
source: Old Snapshots
et: Vanad katsetused
nb: Gamle forhåndsvisninger

# VanillaPage|
source: Betas
et: Beetad
nb: Betaer

# VanillaPage|
source: Alphas
et: Alfad
nb: Alphaer

# VanillaPage|
source: Experiments
et: Eksperimendid
nb: Eksperimenter

# VanillaPage|
source: Refresh
et: Värskenda
nb: Oppdater

# VanillaPage|
source: Vanilla
et: Vanill

# VersionListView|
source: No versions are currently available.
et: Hetkel pole ühtegi versiooni saadaval.
nb: Ingen versjoner er tilgjengelige for øyeblikket.

# VersionPage|
source: Actions
et: Tegevused
nb: Handlinger

# VersionPage|
source: Change version
et: Muuda versiooni
nb: Endre versjon

# VersionPage|
source: Change version of the selected package.
et: Muuda valitud paketi versiooni.

# VersionPage|
source: Move up
et: Liiguta üles
nb: Flytt opp

# VersionPage|
source: Make the selected package apply sooner.
et: Pane valitud pakett varem rakenduma.

# VersionPage|
source: Move down
et: Liiguta alla
nb: Flytt ned

# VersionPage|
source: Make the selected package apply later.
et: Pane valitud pakett hiljem rakenduma.

# VersionPage|
source: Remove
et: Eemalda
nb: Fjern

# VersionPage|
source: Remove selected package from the instance.
et: Eemalda valitud pakett eksemplarist.

# VersionPage|
source: Customize
et: Kohanda
nb: Tilpass

# VersionPage|
source: Customize selected package.
et: Kohanda valitud paketti.
nb: Tilpass valgte pakker.

# VersionPage|
source: Edit
et: Muuda
nb: Rediger

# VersionPage|
source: Edit selected package.
et: Muuda valitud paketti.
nb: Rediger valgt pakke.

# VersionPage|
source: Revert
et: Taasta
nb: Tilbakestill

# VersionPage|
source: Revert the selected package to default.
et: Lähtesta valitud pakett vaikeväärtusele.

# VersionPage|
source: Install Forge
et: Paigalda Forge
nb: Installer Forge

# VersionPage|
source: Install the Minecraft Forge package.
et: Paigalda Minecraft Forge'i pakett.
nb: Installer Minecraft Forge-pakke.

# VersionPage|
source: Install Fabric
et: Paigalda Fabric
nb: Installer Fabric

# VersionPage|
source: Install the Fabric Loader package.
et: Paigalda Fabric Loaderi pakett.
nb: Installer Fabric Loader-pakke.

# VersionPage|
source: Install LiteLoader
et: Paigalda LiteLoader
nb: Installer LiteLoader

# VersionPage|
source: Install the LiteLoader package.
et: Paigalda LiteLoaderi pakett.
nb: Installer LiteLoader-pakke.

# VersionPage|
source: Install mods
et: Paigalda mode
nb: Installer mods

# VersionPage|
source: Install normal mods.
et: Paigalda tavalisi mode.
nb: Installer normale mods.

# VersionPage|
source: Add to Minecraft.jar
et: Lisa Minecraft.jar'ile
nb: Legg til i Minecraft.jar

# VersionPage|
source: Add a mod into the Minecraft jar file.
et: Lisa mod Minecrafti jar-failile.
nb: Legg til en mod inn i Minecraft.jar-filen.

# VersionPage|
source: Replace Minecraft.jar
et: Asenda Minecraft.jar
nb: Erstatt Minecraft.jar

# VersionPage|
source: Add Empty
et: Lisa tühi
nb: Legg til tom

# VersionPage|
source: Add an empty custom package.
et: Lisa tühi kohandatud pakett.
nb: Legg til en tom egendefinert pakke.

# VersionPage|
source: Reload
et: Laadi uuesti
nb: Last inn på nytt

# VersionPage|
source: Reload all packages.
et: Laadi kõik paketid uuesti.
nb: Last inn alle pakker på nytt.

# VersionPage|
source: Download All
et: Laadi kõik alla
nb: Last ned alle

# VersionPage|
source: Download the files needed to launch the instance now.
et: Laadi nõutud failid eksemplari koheseks käivitamiseks.
nb: Last ned filene som trengs for å kjøre instansen nå.

# VersionPage|
source: Open .minecraft
et: Ava "minecraft"
nb: Åpne .minecraft

# VersionPage|
source: Open the instance's .minecraft folder.
et: Ava eksemplari kaust "minecraft".
nb: Åpne instansens .minecraft-mappe.

# VersionPage|
source: Open libraries
et: Ava "libraries"
nb: Åpne biblioteker

# VersionPage|
source: Open the instance's local libraries folder.
et: Ava eksemplari kohalik teekide kaust.
nb: Åpne instansens lokale bibliotekmappe.

# VersionPage|
source: Context menu
et: Kontekstimenüü
nb: Kontekstmeny

# VersionPage|
source: %1 possibly has issues.
et: %1 võib esineda probleeme.
nb: %1 har kanskje problemer.

# VersionPage|
source: %1 has issues!
et: %1 esineb probleeme!
nb: %1 har problemer!

# VersionPage|
source: Error:
et: Viga:
nb: Feil:

# VersionPage|
source: Warning:
et: Hoiatus:
nb: Advarsel:

# VersionPage|
source: Error
et: Viga
nb: Feil

# VersionPage|
source: Couldn't load the instance profile.
et: Eksemplari profiili laadimine ebaõnnestus.
nb: Kunne ikke laste instansprofilen.

# VersionPage|
source: Couldn't remove file
et: Faili eemaldamine ebaõnnestus
nb: Kunne ikke fjerne fil

# VersionPage|
source: Select jar mods
et: Vali jar'i modid
nb: Velg jar-mods

# VersionPage|
source: Minecraft.jar mods (*.zip *.jar)
et: Minecraft.jar-i modid (*.zip *.jar)

# VersionPage|
source: Select jar
et: Vali jar
nb: Velg jar

# VersionPage|
source: Minecraft.jar replacement (*.jar)
et: Minecraft.jar'i asendus (*.jar)
nb: Minecraft.jar erstatning (*.jar)

# VersionPage|
source: Change %1 version
et: Muuda %1 versiooni
nb: Endre versjon %1

# VersionPage|
source: MultiMC cannot download Minecraft or update instances unless you have at least one account added. Please add your Mojang or Minecraft account.
et: MultiMC ei saa Minecrafti allalaadida ega eksemplare uuendada, kuni sul pole vähemalt ühte kontot lisatud. Palun lisa oma Mojangi või Minecrafti konto.

# VersionPage|
source: Select Forge version
et: Vali Forge'i versioon
nb: Velg Forge-versjon

# VersionPage|
source: No Forge versions are currently available for Minecraft
et: Hetkel pole ühtegi Forge'i versiooni selle Minecrafti versiooni jaoks saadaval:

# VersionPage|
source: Couldn't load or download the Forge version lists!
et: Forge'i versiooniloetelu laadimine või allalaadimine ebaõnnestus!

# VersionPage|
source: Select Fabric Loader version
et: Vali Fabric Loaderi versioon
nb: Velg Fabric Loader-versjon

# VersionPage|
source: No Fabric Loader versions are currently available.
et: Hetkel pole ühtegi Fabric Loaderi versiooni saadaval.

# VersionPage|
source: Couldn't load or download the Fabric Loader version lists!
et: Fabric Loaderi versiooniloetelu laadimine või allalaadimine ebaõnnestus!

# VersionPage|
source: Select LiteLoader version
et: Vali LiteLoaderi versioon
nb: Velg LiteLoader-versjon

# VersionPage|
source: No LiteLoader versions are currently available for Minecraft
et: Hetkel pole ühtegi LiteLoaderi versiooni selle Minecrafti versiooni jaoks saadaval:

# VersionPage|
source: Couldn't load or download the LiteLoader version lists!
et: LiteLoaderi versiooniloetelu laadimine või allalaadimine ebaõnnestus!

# VersionPage|
source: Error updating instance
et: Eksemplari uuendamisel esines tõrge
nb: Oppdatering av instans mislyktes

# VersionPage|
source: Version
et: Versioon
nb: Versjon

# VersionProxyModel|
source: Version
et: Versioon
nb: Versjon

# VersionProxyModel|
source: Branch
et: Haru
nb: Gren

# VersionProxyModel|
source: Type
et: Tüüp

# VersionProxyModel|
source: Architecture
et: Arhitektuur
nb: Arkitektur

# VersionProxyModel|
source: Path
et: Failitee
nb: Sti

# VersionProxyModel|
source: Released
et: Väljastatud
nb: Utgitt

# VersionProxyModel|
source: The name of the version.
et: Versiooni nimi.
nb: Navnet på versjonen.

# VersionProxyModel|
source: Minecraft version
et: Minecrafti versioon
nb: Minecraft-versjon

# VersionProxyModel|
source: The version's branch
et: Versiooni haru
nb: Versjonens gren

# VersionProxyModel|
source: The version's type
et: Versiooni tüüp
nb: Versjonstypen

# VersionProxyModel|
source: CPU Architecture
et: Protsessori arhitektuur
nb: CPU-arkitektur

# VersionProxyModel|
source: Filesystem path to this version
et: Selle versiooni failisüsteemi tee
nb: Filsystem-sti til denne versjonen

# VersionProxyModel|
source: Release date of this version
et: Selle versiooni väljalaskekuupäev
nb: Utgivelsesdato for denne versjonen

# VersionProxyModel|
source: %1 (installed)
et: %1 (paigaldatud)
nb: %1 (installert)

# VersionProxyModel|
source: Recommended
et: Soovitatud
nb: Anbefalt

# VersionProxyModel|
source: Latest
et: Uusim
nb: Nyeste

# VersionSelectDialog|
source: Choose Version
et: Vali versioon
nb: Velg versjon

# VersionSelectDialog|
source: Reloads the version list.
et: Laadib versiooniloendi uuesti.
nb: Oppdaterer versjonslisten.

# VersionSelectDialog|
source: &Refresh
et: &Värskenda
nb: &Oppdater

# VersionSelectWidget|
source: Error
et: Viga
nb: Feil

# VersionSelectWidget|
source: List update failed: %1
et: Loendi värskendamine ebaõnnestus: %1
nb: Oppdatering av liste mislyktes: %1

# WorldList|
source: Name
et: Nimi
nb: Navn

# WorldList|
source: Game Mode
et: Mängurežiim
nb: Spillmodus

# WorldList|
source: Last Played
et: Viimati mängitud
nb: Sist spilt

# WorldList|
source: The name of the world.
et: Maailma nimi.
nb: Navnet på verdenen.

# WorldList|
source: Game mode of the world.
et: Maailma mängurežiim.
nb: Verdenens spillemodus.

# WorldList|
source: Date and time the world was last played.
et: Maailma viimati mängimise kuupäev ja kellaaeg.

# WorldListPage|
source: Actions
et: Tegevused
nb: Handlinger

# WorldListPage|
source: Add
et: Lisa
nb: Legg til

# WorldListPage|
source: Rename
et: Nimeta ümber
nb: Gi nytt navn

# WorldListPage|
source: Copy
et: Kopeeri
nb: Kopier

# WorldListPage|
source: Remove
et: Eemalda
nb: Fjern

# WorldListPage|
source: Copy Seed
et: Kopeeri seeme
nb: Kopier frø

# WorldListPage|
source: Refresh
et: Värskenda
nb: Oppdater

# WorldListPage|
source: View Folder
et: Kuva kaust
nb: Vis mappe

# WorldListPage|
source: Datapacks
et: Andmepakid

# WorldListPage|
source: Worlds
et: Maailmad
nb: Verdener

# WorldListPage|
source: Context menu
et: Kontekstimenüü
nb: Kontekstmeny

# WorldListPage|
source: Are you sure?
et: Kas oled kindel?
nb: Er du sikker?

# WorldListPage|
source: This will remove the selected world permenantly. The world will be gone forever (A LONG TIME). Do you want to continue?
et: See eemaldab valitud maailma jäädavalt. Maailm kaob igaveseks (PIKK AEG). Kas soovid jätkata?

# WorldListPage|
source: No MCEdit found or set up!
et: MCEditit ei leitud või see pole seadistatud!
nb: Ingen MCEdit er funnet eller satt opp!

# WorldListPage|
source: You do not have MCEdit set up or it was moved. You can set it up in the global settings.
et: MCEdit ei ole seadistatud või see on teisaldatud. Seda saab seadistada üldsätetes.

# WorldListPage|
source: MCEdit failed to start!
et: MCEditi käivitamine ebaõnnestus!
nb: MCEdit kunne ikke starte!
