Repository: Lord-Makkels/MultiMC5-translate
Catalog: *.po
Languages: et, nb

# MainWindow|
source: News Toolbar
et: Uudiste tööriistariba
nb: Verktøylinje for nyheter

# MainWindow|
source: More news...
et: Rohkem uudiseid...
nb: Flere nyheter...

# MainWindow|
source: Open the MultiMC development blog to read more news about MultiMC.
et: Ava MultiMC arendusblogi, et lugeda rohkem MultiMC uudiseid.
nb: Åpne bloggen for MultiMC-utviklingen for å lese flere nyheter om MultiMC.

# MainWindow|
source: Instance Toolbar
et: Eksemplari tööriistariba
nb: Verktøylinje for instans

# MainWindow|
source: Change Icon
et: Muuda ikooni
nb: Endre ikon

# MainWindow|
source: Change the selected instance's icon.
et: Muuda valitud eksemplari ikooni.
nb: Endre den valgte instansens ikon.

# MainWindow|
source: Rename
et: Nimeta ümber
nb: Gi nytt navn

# MainWindow|
source: Rename the selected instance.
et: Nimeta valitud eksemplar ümber.
nb: Gi nytt navn på valgt forekomst.

# MainWindow|
source: Launch Offline
et: Käivita võrguta
nb: Start frakoblet

# MainWindow|
source: Launch the selected instance in offline mode.
et: Käivita valitud eksemplar võrguta režiimis.
nb: Kjør den valgte instansen i frakoblet modus.

# MainWindow|
source: Edit Instance
et: Muuda eksemplari
nb: Rediger instans

# MainWindow|
source: Change the instance settings, mods and versions.
et: Muuda eksemplari sätteid, mode ja versioone.
nb: Endre instansinnstillinger, mods og versjoner.

# MainWindow|
source: Edit Notes
et: Muuda märkmeid
nb: Rediger notater

# MainWindow|
source: Edit the notes for the selected instance.
et: Redigeeri valitud eksemplari märkmeid.
nb: Rediger notatene for den valgte instansen.

# MainWindow|
source: View Worlds
et: Kuva maailmad
nb: Vis verdener

# MainWindow|
source: View the worlds of this instance.
et: Kuva selle eksemplari maailmad.
nb: Vis verdenene i denne instansen.

# MainWindow|
source: Manage Screenshots
et: Halda kuvatõmmiseid
nb: Administrer skjermbilder

# MainWindow|
source: View and upload screenshots for this instance.
et: Kuva ja laadi selle eksemplari kuvatõmmiseid üles.
nb: Vis og last opp skjermbilder fra denne instansen.

# MainWindow|
source: Change Group
et: Muuda gruppi
nb: Endre gruppe

# MainWindow|
source: Change the selected instance's group.
et: Muuda valitud eksemplari gruppi.
nb: Endre den valgte instansens gruppe.

# MainWindow|
source: Minecraft Folder
et: Minecrafti kaust
nb: Minecraft-mappe

# MainWindow|
source: Open the selected instance's minecraft folder in a file browser.
et: Ava failihalduris valitud eksemplari kaust "minecraft".
nb: Åpne den valgte instansens Minecraft-mappe i en filutforsker.

# MainWindow|
source: Config Folder
et: Seadistuskaust
nb: Config-mappe

# MainWindow|
source: Open the instance's config folder.
et: Ava eksemplari kaust "config".
nb: Åpne instansens config-mappe.

# MainWindow|
source: Instance Folder
et: Eksemplari kaust
nb: Instans-mappe

# MainWindow|
source: Open the selected instance's root folder in a file browser.
et: Ava failihalduris valitud eksemplari juurkaust.
nb: Åpne den valgte instansens rotmappe i en filutforsker.

# MainWindow|
source: Export Instance
et: Ekspordi eksemplar
nb: Eksporter instans

# MainWindow|
source: Delete
et: Kustuta
nb: Slett

# MainWindow|
source: Delete the selected instance.
et: Kustuta valitud eksemplar.
nb: Slett den valgte instansen.

# MainWindow|
source: Copy Instance
et: Kopeeri eksemplar
nb: Kopier instans

# MainWindow|
source: Copy the selected instance.
et: Kopeeri valitud eksemplar.
nb: Kopier den valgte instansen.

# MainWindow|
source: MultiMC 5 - Version %1
et: MultiMC 5 - versioon %1
nb: MultiMC 5 - Versjon %1

# MainWindow|
source: No instance selected
et: Ühtegi eksemplari pole valitud
nb: Ingen instans er valgt

# MainWindow|
source: Profiles
et: Profiilid
nb: Profiler

# MainWindow|
source: Create instance
et: Loo eksemplar
nb: Opprett instans

# MainWindow|
source: Delete group '%1'
et: Kustuta grupp "%1"
nb: Slett gruppe «%1»

# MainWindow|
source: Profilers
et: Profiilerid
nb: Profilerere

# MainWindow|
source: Profiler not setup correctly. Go into settings, "External Tools".
et: Profiiler ei ole korrektselt seadistatud. Mine sätetesse ja vali "välised tööriistad".
nb: Profilerer er ikke riktig konfigurert. Gå til innstillingene, og «Eksterne verktøy».

# MainWindow|
source: No accounts added!
et: Kontosid pole lisatud!
nb: Ingen kontoer er lagt til!

# MainWindow|
source: No Default Account
et: Vaikimisi konto puudub
nb: Ingen standardkonto

# MainWindow|
source: Loading news...
et: Uudiste laadimine...
nb: Laster nyheter...

# MainWindow|
source: No news available.
et: Uudiseid pole saadaval.
nb: Ingen nyheter tilgjengelig.

# MainWindow|
source: Error
et: Viga
nb: Feil

# MainWindow|
source: Couldn't create folder for update downloads: %1
et: Uuenduste allalaadimiseks vajaliku kausta loomine ebaõnnestus: %1
nb: Kunne ikke opprette mappe for nedlasting av oppdateringer: %1

# Meta::Index|
source: Name
et: Nimi
nb: Navn

# MinecraftInstance|
source: <SESSION ID>
et: <SEANSI ID>

# MinecraftInstance|
source: <ACCESS TOKEN>
et: <PÄÄSUTALONG>

# MinecraftInstance|
source: <CLIENT TOKEN>
et: <KLIENDITALONG>

# MinecraftInstance|
source: <PROFILE ID>
et: <PROFIILI ID>

# MinecraftInstance|
source: %1h %2m
et: %1t %2m
nb: %1t %2m

# MinecraftInstance|
source: %1d %2h %3m
et: %1p %2t %3m
nb: %1d %2t %3m

# MinecraftInstance|
source: broken
et: katki
nb: ødelagt

# MinecraftInstance|
source: , played for %1
et: , mängitud %1
nb: , spilt i %1

# MinecraftInstance|
source: , has crashed.
et: , jooksis kokku.
nb: , har krasjet.

# MinecraftPage|
source: Window Size
et: Akna suurus
nb: Vindustørrelse

# MinecraftPage|
source: Start Minecraft maximized?
et: Käivita Minecraft maksimeeritult?
nb: Start Minecraft i maksimert modus?

# MinecraftPage|
source: Window hei&ght:
et: Akna kõr&gus:
nb: Vindus&størrelse:

# MinecraftPage|
source: W&indow width:
et: Akna laius:
nb: Vindus&bredde:

# MinecraftUpdate|
source: Aborted by user.
et: Kasutaja poolt katkestatud.
nb: Avbrutt av bruker.

# ModFolderModel|
source: Folder
et: Kaust
nb: Mappe

# ModFolderModel|
source: File
et: Fail
nb: Fil

# ModFolderModel|
source: Name
et: Nimi
nb: Navn

# ModFolderModel|
source: Version
et: Versioon
nb: Versjon

# ModFolderModel|
source: Last changed
et: Viimati muudetud
nb: Sist endret

# ModFolderModel|
source: Is the mod enabled?
et: Kas mod on lubatud?
nb: Er moden aktivert?

# ModFolderModel|
source: The name of the mod.
et: Modi nimi.
nb: Navnet på moden.

# ModFolderModel|
source: The version of the mod.
et: Modi versioon.
nb: Versjonen av moden.

# ModFolderModel|
source: The date and time this mod was last changed (or added).
et: Modi viimase muutmise (või lisamise) kuupäev ja kellaaeg.
nb: Dato og tid for når denne modden sist ble endret (eller lagt til).

# ModFolderPage|
source: Actions
et: Tegevused
nb: Handlinger

# ModFolderPage|
source: &Add
et: &Lisa
nb: &Legg til

# ModFolderPage|
source: Add mods
et: Lisa mode
nb: Legg til mods

# ModFolderPage|
source: &Remove
et: &Eemalda
nb: &Fjern

# ModFolderPage|
source: Remove selected mods
et: Eemalda valitud modid
nb: Fjern valgte mods

# ModFolderPage|
source: &Enable
et: &Luba
nb: &Aktiver

# ModFolderPage|
source: Enable selected mods
et: Luba valitud modid
nb: Aktiver valgte mods

# ModFolderPage|
source: &Disable
et: &Keela
nb: &Deaktiver

# ModFolderPage|
source: Disable selected mods
et: Keela valitud modid
nb: Deaktiver valgte mods

# ModFolderPage|
source: View &Configs
et: Kuva &seadistused
nb: Vis &konfigurasjoner

# ModFolderPage|
source: Open the 'config' folder in the system file manager.
et: Ava failihalduris valitud eksemplari "config" kaust.
nb: Åpne mappen «config» i systemets filbehandler.

# ModFolderPage|
source: View &Folder
et: Kuva &kaust
nb: Vis &mappe

# ModFolderPage|
source: Context menu
et: Kontekstimenüü
nb: Kontekstmeny

source: Select %1
et: Vali %1
nb: Velg %1

# ModMinecraftJar|
source: Failed to create the custom Minecraft jar file.
et: Kohandatud Minecrafti jar-faili loomine ebaõnnestus.

# ModpacksCH::PackInstallTask|
source: Downloading mods...
et: Modide allalaadimine...

# ModpacksCH::PackInstallTask|
source: Mod download
et: Modi allalaadimine

# ModpacksCH::PackInstallTask|
source: Installing modpack
et: Modipaki paigaldamine

# MojangAccountList|
source: Active?
et: Aktiivne?
nb: Aktiv?

# MojangAccountList|
source: Name
et: Nimi
nb: Navn

# MojangAccountList|
source: The name of the version.
et: Versiooni nimi.
nb: Navnet på versjonen.

# MultiMC|
source: Settings
et: Sätted
nb: Innstillinger

# MultiMCPage|
source: Features
et: Funktsioonid
nb: Funksjoner

# MultiMCPage|
source: Update Settings
et: Uuenduste sätted
nb: Oppdater instillinger

# MultiMCPage|
source: Check for updates when MultiMC starts?
et: Kontrolli MultiMC käivitumisel uuendusi?
nb: Se etter oppdateringer når MultiMC starter?

# MultiMCPage|
source: Up&date Channel:
et: Uu&enduste kanal:
nb: Opp&dater kanal:

# MultiMCPage|
source: No channel selected.
et: Ühtegi kanalit pole valitud.
nb: Ingen kanal valgt.

# MultiMCPage|
source: Folders
et: Kaustad
nb: Mapper

# MultiMCPage|
source: I&nstances:
et: E&ksemplarid:
nb: I&nstanser:

# MultiMCPage|
source: &Mods:
et: &Modid:

# MultiMCPage|
source: &Icons:
et: &Ikoonid:
nb: &Ikoner:

# MultiMCPage|
source: User Interface
et: Kasutajaliides
nb: Brukergrensesnitt

# MultiMCPage|
source: MultiMC notifications
et: MultiMC teated
nb: MultiMC-varsler

# MultiMCPage|
source: Reset hidden notifications
et: Lähtesta peidetud teated
nb: Tilbakestill skjulte varsler

# MultiMCPage|
source: Instance view sorting mode
et: Eksemplaride kuvamise järjestus
nb: Sorteringsmodus for instansvisning

# MultiMCPage|
source: By &last launched
et: &Viimase käivitusaja järgi
nb: Etter &sist kjørt

# MultiMCPage|
source: By &name
et: &Nime järgi
nb: Etter &navn

# MultiMCPage|
source: Theme
et: Teema
nb: Tema

# MultiMCPage|
source: &Icons
et: &Ikoonid
nb: &Ikoner

# MultiMCPage|
source: Default
et: Vaikimisi
nb: Standard

# MultiMCPage|
source: Simple (Dark Icons)
et: Lihtne (tumedad ikoonid)
nb: Enkel (mørke ikoner)

# MultiMCPage|
source: Simple (Light Icons)
et: Lihtne (kerged ikoonid)
nb: Enkel (lyse ikoner)

# MultiMCPage|
source: Simple (Blue Icons)
et: Lihtne (sinised ikoonid)
nb: Enkel (blå ikoner)

# MultiMCPage|
source: Simple (Colored Icons)
et: Lihtne (värvilised ikoonid)
nb: Enkel (fargede ikoner)

# MultiMCPage|
source: Custom
et: Kohandatud
nb: Egendefinert

# MultiMCPage|
source: Colors
et: Värvid
nb: Farger

# MultiMCPage|
source: Console
et: Konsool
nb: Konsoll

# MultiMCPage|
source: Console Settings
et: Konsooli sätted
nb: Konsollinnstillinger

# MultiMCPage|
source: Show console while the game is running?
et: Näita konsooli mängu töötamise ajal?
nb: Vis konsoll mens spillet kjører?

# MultiMCPage|
source: Automatically close console when the game quits?
et: Sulge mängu sulgemisel automaatselt konsool?
nb: Lukk konsollen automatisk når spillet avsluttes?

# MultiMCPage|
source: Show console when the game crashes?
et: Näita konsooli, kui mäng jookseb kokku?
nb: Vis konsoll når spillet krasjer?

# MultiMCPage|
source: History limit
et: Ajaloo limiit
nb: Historiegrense

# MultiMCPage|
source: Stop logging when log overflows
et: Lõpeta logi ületäitumisel logimine
nb: Stopp logging når loggføring overflyter

# MultiMCPage|
source: lines
et: rida
nb: linjer

# MultiMCPage|
source: Console font
et: Konsooli font
nb: Konsoll-skrifttype

# MultiMCPage|
source: Analytics
et: Analüütika

# MultiMCPage|
source: Analytics Settings
et: Analüütika sätted
nb: Innstillinger for Analytics

# MultiMCPage|
source: Send anonymous usage statistics?
et: Saada anonüümset kasutusstatistikat?
nb: Sende anonym bruksstatistikk?

# MultiMCPage|
source: <html><head/> <body> <p>MultiMC sends anonymous usage statistics on every start of the application.</p><p>The following data is collected:</p> <ul> <li>MultiMC version.</li> <li>Operating system name, version and architecture.</li> <li>CPU architecture (kernel architecture on linux).</li> <li>Size of system memory.</li> <li>Java version, architecture and memory settings.</li> </ul> </body></html>
et: <html><head/> <body> <p>MultiMC saadab igal käivitusel anonüümset kasutusstatistikat.</p><p>Kogutakse järgnevaid andmeid:</p> <ul> <li>MultiMC versioon.</li> <li>Operatsioonisüsteemi nimi, versioon ja arhitektuur.</li> <li>Protsessori arhitektuur (Linuxil tuuma arhitektuur).</li> <li>Süsteemi mälusuurus.</li> <li>Java versioon, arhitektuur ja mälusätted.</li> </ul> </body></html>
nb: <html><head/> <body> <p>MultiMC sender anonyme brukstatistikk ved applikasjonens oppstart.</p><p>Følgende data samles:</p> <ul> <li>MultiMC-versjon.</li> <li>Navn og versjon på operativsystemet og dens arkitektur.</li> <li>CPU-arkitektur (kernel arkitektur på linux).</li> <li>Størrelse på systemminnet.</li> <li>Java-versjon, arkitektur og minne-innstillinger.</li> </ul> </body></html>

# MultiMCPage|
source: Instance Folder
et: Eksemplari kaust
nb: Instans-mappe

# MultiMCPage|
source: Do you really want to use this path? Selecting "No" will close this and not alter your instance path.
et: Kas soovid tõesti seda failiteed kasutada? "Ei" valimine sulgeb selle ning ei muuda su eksemplari failiteed.

# MultiMCPage|
source: Icons Folder
et: Ikoonide kaust
nb: Ikonmappe

# MultiMCPage|
source: Mods Folder
et: Modide kaust
nb: Mod-mappe

# MultiMCPage|
source: [Something/ERROR] A spooky error!
et: [Midagi/VIGA] Õudne viga!
nb: [Noe/ERROR] En skummel feil!

# MultiMCPage|
source: [Test/INFO] A harmless message...
et: [Test/INFO] Ohutu sõnum...
nb: [Test/INFO] En ufarlig melding...

# MultiMCPage|
source: [Something/WARN] A not so spooky warning.
et: [Midagi/HOIATUS] Mitte nii õudne hoiatus.

# NetJob|
source: Job '%1' failed to process: %2
et: Töö "%1" töötlemine ebaõnnestus: %2
nb: Jobb '%1' kunne ikke behandle: %2

# NewComponentDialog|
source: Add Empty Component
et: Lisa tühi komponent
nb: Legg til tomt komponent

# NewComponentDialog|
source: Name
et: Nimi
nb: Navn

# NewInstanceDialog|
source: New Instance
et: Uus eksemplar
nb: Ny instans

# NewInstanceDialog|
source: &Group:
et: &Grupp:
nb: &Gruppe:

# NewInstanceDialog|
source: &Name:
et: &Nimi:
nb: &Navn:

# NewInstanceDialog|
source: No group
et: Grupp puudub
nb: Ingen gruppe

# NewsChecker|
source: Failed to load news RSS feed: %1
et: Uudiste RSS-kanali laadimine ebaõnnestus: %1

# NewsEntry|
source: Untitled
et: Pealkirjata
nb: Uten navn

# NewsEntry|
source: No content.
et: Sisu puudub.
nb: Uten innhold.

# NewsEntry|
source: Unknown Author
et: Tundmatu autor
nb: Ukjent forfatter

# NotesPage|
source: Notes
et: Märkmed
nb: Notater

# NotificationDialog|
source: Notification
et: Teade
nb: Varsler

# NotificationDialog|
source: Don't show again
et: Ära enam kuva
nb: Ikke vis igjen

# NotificationDialog|
source: Close
et: Sulge
nb: Lukk

# NullInstance|
source: Unknown instance type
et: Tundmatu eksemplaritüüp
nb: Ukjent instans-type

# OtherLogsPage|
source: Find
et: Leia
nb: Finn

# OtherLogsPage|
source: Copy the whole log into the clipboard
et: Kopeeri terve logi lõikelauale
nb: Kopier hele loggen til utklippstavla

# OtherLogsPage|
source: &Copy
et: &Kopeeri
nb: &Kopier

# OtherLogsPage|
source: Clear the log
et: Tühjenda logi
nb: Tøm loggen

# OtherLogsPage|
source: Delete
et: Kustuta
nb: Slett

# OtherLogsPage|
source: Upload the log to paste.ee - it will stay online for a month
et: Laadi logi paste.ee-sse - see püsib seal kuu aega

# OtherLogsPage|
source: Upload
et: Laadi üles
nb: Last opp

# OtherLogsPage|
source: Clean
et: Puhasta
nb: Tøm

# OtherLogsPage|
source: Reload
et: Laadi uuesti
nb: Last inn på nytt

# OtherLogsPage|
source: Search:
et: Otsi:
nb: Søk:

# OtherLogsPage|
source: Error
et: Viga
nb: Feil

# OtherLogsPage|
source: Unable to open %1 for reading: %2
et: %1 lugemiseks avamine ebaõnnestus: %2
nb: Kunne ikke åpne %1 for lesning: %2

# OtherLogsPage|
source: The file (%1) is too big. You may want to open it in a viewer optimized for large files.
et: Fail (%1) on liiga suur. Võid tahta seda avada vaaturis, mis on optimeeritud suurte failide tarbeks.

# OtherLogsPage|
source: The file (%1) is not readable.
et: Fail (%1) ei ole loetav.
nb: Filen (%1) er ikke lesbar.

# OtherLogsPage|
source: Do you really want to delete %1?
et: Kas soovid tõesti kustutada %1?
nb: Ønsker du virkelig å slette %1'?

# OtherLogsPage|
source: Unable to delete %1: %2
et: %1 ei saa kustutada: %2
nb: Kunne ikke slette %1: %2

# OtherLogsPage|
source: Clean up
et: Puhasta
nb: Rydd opp

# OtherLogsPage|
source: Do you really want to delete all log files?
et: Kas soovid tõesti kõik logifailid kustutada?

# OtherLogsPage|
source: Do you really want to delete these files? %1
et: Kas soovid tõesti need failid kustutada? %1

# OtherLogsPage|
source: Couldn't delete some files!
et: Teatud faile ei saadud kustutada!
nb: Noen filer kunne ikke slettes!

# OtherLogsPage|
source: Couldn't delete some files: %1
et: Teatud faile ei saadud kustutada: %1
nb: Kunne ikke slette noen filer: %1

# OtherLogsPage|
source: Other logs
et: Muud logid
nb: Andre logger

# PackProfile|
source: Name
et: Nimi

# PackProfile|
source: Version
et: Versioon

# PasteEEPage|
source: paste.ee API key
et: paste.ee rakendusliidese võti
nb: paste.ee API-nøkkel

# PasteEEPage|
source: MultiMC key - 12MB &upload limit
et: MultiMC võti - 12MB &üleslaadimise limiit
nb: MultiMC-nøkkel - 12MB &opplastingsgrense

# PasteEEPage|
source: &Your own key - 12MB upload limit:
et: &Sinu enda võti - 12MB üleslaadimise limiit:
nb: &Din egen nøkkel - 12MB opplastingsgrense:

# PasteEEPage|
source: Paste your API key here!
et: Kleebi oma rakendusliidese võti siia!
nb: Lim inn API-nøkkelen din her!

# PasteEEPage|
source: <html><head/><body><p><a href="https://paste.ee">paste.ee</a> is used by MultiMC for log uploads. If you have a <a href="https://paste.ee">paste.ee</a> account, you can add your API key here and have your uploaded logs paired with your account.</p></body></html>
et: <html><head/><body><p>MultiMC kasutab logide üleslaadimiseks teenust <a href="https://paste.ee">paste.ee</a>. Kui sul on <a href="https://paste.ee">paste.ee</a> konto, saad sa lisada siia oma rakendusliidese võtme ning siduda üleslaaditud logid oma kontoga.</p></body></html>

# PasteEEPage|
source: Log Upload
et: Logi üleslaadimine
nb: Loggopplasting

# PasteUpload|
source: Uploading to paste.ee
et: Üleslaadimine paste.ee-sse
nb: Laster opp til paste.ee

# PasteUpload|
source: paste.ee returned an error. Please consult the logs for more information
et: paste.ee tagastas tõrke. Lisateabe saamiseks vaata logisid

# PostLaunchCommand|
source: Running Post-Launch command: %1
et: Peale-käivitust käskluse käivitamine: %1
nb: Kjører etter-start-kommando: %1

# PostLaunchCommand|
source: Post-Launch command failed with code %1.
et: Peale-käivitust käsklus ebaõnnestus koodiga %1.

# PostLaunchCommand|
source: Post-Launch command ran successfully.
et: Peale-käivitust käsklus käivitus edukalt.

# PreLaunchCommand|
source: Running Pre-Launch command: %1
et: Enne-käivitust käskluse käivitamine: %1
nb: Kjører før-start-kommando: %1

# PreLaunchCommand|
source: Pre-Launch command failed with code %1.
et: Enne-käivitust käsklus ebaõnnestus koodiga %1.

# PreLaunchCommand|
source: Pre-Launch command ran successfully.
et: Enne-käivitust käsklus käivitus edukalt.
nb: Før-start kommando kjørte vellykket.

# ProfileSelectDialog|
source: Select an Account
et: Vali konto
nb: Velg en konto

# ProfileSelectDialog|
source: Select a profile.
et: Vali profiil.
nb: Velg en profil.

# ProfileSelectDialog|
source: Use as default?
et: Kasuta vaikeväärtusena?
nb: Bruk som standard?

# ProfileSelectDialog|
source: Use as default for this instance only?
et: Kasuta vaikeväärtusena ainult selle eksemplari puhul?
nb: Bruk som standard for bare denne instansen?

# ProfileSelectDialog|
source: Name
et: Nimi
nb: Navn

# ProfileSelectDialog|
source: (in use)
et: (kasutuses)
nb: (i bruk)

# ProgressDialog|
source: Please wait...
et: Palun oota...
nb: Vennligst vent...

# ProgressDialog|
source: Task Status...
et: Toimingu olek...
nb: Oppgavestatus...

# ProgressDialog|
source: Skip
et: Jäta vahele
nb: Hopp over

# ProxyPage|
source: This only applies to MultiMC. Minecraft does not accept proxy settings.
et: See kehtib ainult MultiMC puhul. Minecraft ei aktsepteeri proksisätteid.

# ProxyPage|
source: Type
et: Tüüp

# ProxyPage|
source: Uses your system's default proxy settings.
et: Kasutab süsteemi vaikimisi proksi sätteid.

# ProxyPage|
source: &Default
et: &Vaikimisi
nb: &Standard

# ProxyPage|
source: &None
et: &Keelatud
nb: &Ingen

# ProxyPage|
source: Address and Port
et: Aadress ja port
nb: Adresse og port

# ProxyPage|
source: Authentication
et: Autentimine
nb: Autentisering

# ProxyPage|
source: Username:
et: Kasutajanimi:
nb: Brukernavn:

# ProxyPage|
source: Password:
et: Parool:
nb: Passord:

# ProxyPage|
source: Note: Proxy username and password are stored in plain text inside MultiMC's configuration file!
et: Märkus: Proksi kasutajanimi ja parool on talletatud MultiMC seadistusfailis lihttekstina!
nb: NB: Proxy-brukernavn og passord lagres i ren tekst i MultiMCs konfigurasjonsfil!

# ProxyPage|
source: Proxy
et: Proksi

# QObject|
source: Patch is not loaded yet.
et: Parandus ei ole veel laetud.

# QObject|
source: processArguments is set to unknown value '%1'
et: processArguments on seatud tundmatule väärtusele '%1'

# QObject|
source: Version file has both '+libraries' and 'libraries'. This is no longer supported.
et: Versioonifailis on nii "+libraries" kui ka "libraries". See ei ole enam toetatud.

# QObject|
source: Version file contains unsupported element 'tweakers'
et: Versioonifail sisaldab mittetoetatud elementi "tweakers"

# QObject|
source: Version file contains unsupported element '-libraries'
et: Versioonifail sisaldab mittetoetatud elementi "-libraries"

# QObject|
source: Version file contains unsupported element '-tweakers'
et: Versioonifail sisaldab mittetoetatud elementi "-tweakers"

# QObject|
source: Version file contains unsupported element '-minecraftArguments'
et: Versioonifail sisaldab mittetoetatud elementi "-minecraftArguments"

# QObject|
source: Version file contains unsupported element '+minecraftArguments'
et: Versioonifail sisaldab mittetoetatud elementi "+minecraftArguments"

# QObject|
source: Assets for %1
et: %1 varad
nb: Ressurser for %1

# QObject|
source: Unable to open the version file %1: %2.
et: Versioonifaili %1 avamine ebaõnnestus: %2.

# QObject|
source: Unable to process the version file %1: %2 at line %3 column %4.
et: Versioonifaili %1 töötlemine ebaõnnestus: %2 real %3, veerus %4.

# QObject|
source: Unable to process the version file %1.
et: Versioonifaili %1 töötlemine ebaõnnestus.
nb: Kunne ikke behandle versjonsfilen %1.

# QObject|
source: Download of meta file %1
et: Metafaili %1 allalaadimine
nb: Nedlasting av meta-fil %1

# QObject|
source: Unknown format version!
et: Tundmatu vorminguversioon!
nb: Ukjent formatversjon!

# QObject|
source: Empty path
et: Tühi failitee
nb: Tom sti

# QObject|
source: Invalid path to JVisualVM
et: Sobimatu JVisualVM'i failitee
nb: Ugyldig sti til JVisualVM

# QObject|
source: Path does not exist
et: Failiteed pole olemas
nb: Stien eksisterer ikke

# QObject|
source: Invalid JProfiler install
et: Sobimatu JProfileri paigaldus
nb: Ugyldig JProfiler installasjon

# QObject|
source: Path is empty
et: Failitee on tühi
nb: Stien er tom

# QObject|
source: Path does not seem to be a MCEdit path
et: Failiteelt ei leia MCEditit
nb: Stien ser ut til å være en MCEdit-sti

# QObject|
source: Dark
et: Tume
nb: Mørk

# QObject|
source: System
et: Süsteem

# QObject|
source: Bright
et: Hele
nb: Lys
