Repository: Lord-Makkels/MultiMC5-translate
Catalog: *.po
Languages: et, nb

# InstanceImportTask|
source: Mysterious trailing dots removed from Minecraft version while importing pack.
et: Pakki importides eemaldati Minecrafti versioonist müstilised lõppu lisatud punktid.
nb: Mystiske etterfølgende prikker fjernet fra Minecraft-versjonen og importerer pakken.

# InstanceImportTask|
source: Could not map recommended forge version for Minecraft %1
et: Soovitatud Forge versiooni ei suudetud kaardistada Minecraft %1 jaoks
nb: Kunne ikke tilordne anbefalt Forge-versjon for Minecraft %1

# InstanceImportTask|
source: Mod download
et: Modi allalaadimine
nb: Nedlasting av modpakke

# InstanceImportTask|
source: This 'Folder' may need extracting: %1
et: See 'Kaust' võib vajada ekstraktimist: %1
nb: Denne «mappen» kan trenge utpakking: %1

# InstanceImportTask|
source: Downloading mods...
et: Modide allalaadimine...
nb: Laster ned mods...

# InstanceImportTask|
source: Unable to resolve mod IDs:
et: Modi IDde lahendamine ebaõnnestus:
nb: Kan ikke løse mod-IDer:

# InstanceList|
source: %1 Instance
et: %1 eksemplar
nb: %1 instanse

# InstancePageProvider|
source: Loader mods
et: Laadur-modid
nb: Mod-lastere

# InstancePageProvider|
source: Core mods
et: Tuum-modid
nb: Kjernemods

# InstancePageProvider|
source: Edit Instance (%1)
et: Muuda eksemplari (%1)
nb: Rediger instans (%1)

# InstanceSettingsPage|
source: Open Global Settings
et: Ava üldsätted
nb: Åpne globale innstillinger

# InstanceSettingsPage|
source: The settings here are overrides for global settings.
et: Siinsed sätted kirjutavad üldsätted üle.
nb: Innstillingene her er overstyringer for globale innstillinger.

# InstanceSettingsPage|
source: Java insta&llation
et: Java paigaldus

# InstanceSettingsPage|
source: Auto-detect...
et: Tuvasta automaatselt...
nb: Auto-oppdaging...

# InstanceSettingsPage|
source: Browse...
et: Sirvi...
nb: Bla gjennom...

# InstanceSettingsPage|
source: Test
et: Katseta

# InstanceSettingsPage|
source: Memor&y
et: Mäl&u
nb: Minn&e

# InstanceSettingsPage|
source: Minimum memory allocation:
et: Minimaalne mälueraldus:
nb: Minimum minne-allokering:

# InstanceSettingsPage|
source: The maximum amount of memory Minecraft is allowed to use.
et: Maksimaalne mälu hulk, mida Minecraft kasutada võib.
nb: Den maksimale mengden minne Minecraft kan bruke.

# InstanceSettingsPage|
source: The amount of memory Minecraft is started with.
et: Mälu hulk, millega Minecraft käivitatakse.
nb: Mengden minne Minecraft starter med.

# InstanceSettingsPage|
source: The amount of memory available to store loaded Java classes.
et: Saadaval mälu hulk, millega saab talletada laetud Java klasse.
nb: Mengden minne som er tilgjengelig for å lagre lastede Java-klasser.

# InstanceSettingsPage|
source: Maximum memory allocation:
et: Maksimaalne mälueraldus:
nb: Maksimum minne-allokering:

# InstanceSettingsPage|
source: Note: Permgen is set automatically by Java 8 and later
et: Märkus: Permgen on Java 8 või hilisema poolt automaatselt määratud
nb: Merk: Permgen blir automatisk satt av Java 8 og senere

# InstanceSettingsPage|
source: Java argumen&ts
et: Java argumen&did
nb: Java argumen&ter

# InstanceSettingsPage|
source: Game windows
et: Mänguaknad
nb: Spillvinduer

# InstanceSettingsPage|
source: Game Window
et: Mänguaken
nb: Spillvindu

# InstanceSettingsPage|
source: Start Minecraft maximized?
et: Käivita Minecraft maksimeeritult?
nb: Start Minecraft i maksimert modus?

# InstanceSettingsPage|
source: Window height:
et: Akna kõrgus:
nb: Vindushøyde:

# InstanceSettingsPage|
source: Window width:
et: Akna laius:
nb: Vindusbredde:

# InstanceSettingsPage|
source: Conso&le Settings
et: Konso&oli sätted
nb: Konsollinnstillinger

# InstanceSettingsPage|
source: Show console while the game is running?
et: Näita konsooli mängu töötamise ajal?
nb: Vis konsoll mens spillet kjører?

# InstanceSettingsPage|
source: Automatically close console when the game quits?
et: Sulge mängu sulgemisel automaatselt konsool?
nb: Lukk konsollen automatisk når spillet avsluttes?

# InstanceSettingsPage|
source: Show console when the game crashes?
et: Näita konsooli, kui mäng jookseb kokku?
nb: Vis konsoll når spillet krasjer?

# InstanceSettingsPage|
source: Custom commands
et: Kohandatud käsklused
nb: Egendefinerte kommandoer

# InstanceSettingsPage|
source: Workarounds
et: Alt. lahendused

# InstanceSettingsPage|
source: Native libraries
et: Kohalikud teegid

# InstanceSettingsPage|
source: Settings
et: Sätted
nb: Innstillinger

# InstanceSettingsPage|
source: Select a Java version
et: Vali Java versioon
nb: Velg en Java-versjon

# InstanceSettingsPage|
source: Find Java executable
et: Leia Java täitmisfail
nb: Finn Java-kjørefil

# InstanceWindow|
source: Console window for
et: Konsooliaken:
nb: Konsollvindu for

# InstanceWindow|
source: Help
et: Abi
nb: Hjelp

# InstanceWindow|
source: Launch Offline
et: Käivita võrguta
nb: Start frakoblet

# InstanceWindow|
source: Close
et: Sulge
nb: Lukk

# InstanceWindow|
source: Kill
et: Tapa
nb: Drep

# InstanceWindow|
source: Kill the running instance
et: Tapa töötav eksemplar
nb: Drep den kjørende instansen

# InstanceWindow|
source: Launch
et: Käivita
nb: Kjør

# InstanceWindow|
source: Launch the instance
et: Käivita eksemplar
nb: Kjør instansen

# JProfiler|
source: Listening on port: %1
et: Pordi kuulamine: %1
nb: Lytter på port: %1

# JProfiler|
source: Profiler aborted
et: Profiiler katkestatud
nb: Profilering avbrutt

# JVisualVM|
source: JVisualVM started
et: JVisualVM käivitatud
nb: JVisualVM startet

# JVisualVM|
source: Profiler aborted
et: Profiiler katkestatud
nb: Profilerer avbrutt

# JavaListLoadTask|
source: Detecting Java installations...
et: Java paigalduste tuvastamine...
nb: Oppdager Java-installasjoner...

# JavaPage|
source: Memory
et: Mälu
nb: Minne

# JavaPage|
source: The maximum amount of memory Minecraft is allowed to use.
et: Maksimaalne mälu hulk, mida Minecraft kasutada võib.
nb: Den maksimale mengden minne Minecraft kan bruke.

# JavaPage|
source: Minimum memory allocation:
et: Minimaalne mälueraldus:
nb: Minimum minne-allokering:

# JavaPage|
source: Maximum memory allocation:
et: Maksimaalne mälueraldus:
nb: Maksimum minne-allokering:

# JavaPage|
source: The amount of memory Minecraft is started with.
et: Mälu hulk, millega Minecraft käivitatakse.
nb: Mengden minne Minecraft starter med.

# JavaPage|
source: The amount of memory available to store loaded Java classes.
et: Saadaval mälu hulk, millega saab talletada laetud Java klasse.
nb: Mengden minne som er tilgjengelig for å lagre lastede Java-klasser.

# JavaPage|
source: Java path:
et: Java failitee:
nb: Java-sti:

# JavaPage|
source: JVM arguments:
et: JVM argumendid:
nb: JVM-argumenter:

# JavaPage|
source: Auto-detect...
et: Tuvasta automaatselt...
nb: Auto-oppdaging...

# JavaPage|
source: Test
et: Katseta

# JavaPage|
source: Select a Java version
et: Vali Java versioon
nb: Velg en Java-versjon

# JavaPage|
source: Find Java executable
et: Leia Java täitmisfail
nb: Finn Java-kjørefil

# JavaSettingsWidget|
source: No Java version selected
et: Ühtegi Java versiooni pole valitud
nb: Ingen Java-versjon valgt

# JavaSettingsWidget|
source: You didn't select a Java version or selected something that doesn't work. MultiMC will not be able to start Minecraft. Do you wish to proceed without any Java? You can change the Java version in the settings later.
et: Sa ei valinud Java versiooni või valisid midagi, mis ei tööta. MultiMC ei saa Minecrafti käivitada. Kas soovid jätkata ilma Javata? Sa saad seadetes Java versiooni hiljem muuta.
nb: Du valgte ikke en Java-versjon, eller valgte noe som ikke fungerte. MultiMC vil ikke kunne starte Minecraft. Ønsker du å fortsette uten Java? Du kan endre Java-versjonen i innstillingene senere.

# JavaSettingsWidget|
source: Find Java executable
et: Leia Java täitmisfail
nb: Finn Java-kjørefil

# JavaSettingsWidget|
source: Memory
et: Mälu
nb: Minne

# JavaSettingsWidget|
source: The maximum amount of memory Minecraft is allowed to use.
et: Maksimaalne mälu hulk, mida Minecraft kasutada võib.
nb: Den maksimale mengden minne Minecraft kan bruke.

# JavaSettingsWidget|
source: Minimum memory allocation:
et: Minimaalne mälueraldus:
nb: Minimum minne-allokering:

# JavaSettingsWidget|
source: Maximum memory allocation:
et: Maksimaalne mälueraldus:
nb: Maksimum minne-allokering:

# JavaSettingsWidget|
source: The amount of memory Minecraft is started with.
et: Mälu hulk, millega Minecraft käivitatakse.
nb: Mengden minne Minecraft er startet med.

# JavaSettingsWidget|
source: The amount of memory available to store loaded Java classes.
et: Saadaval mälu hulk, millega talletatakse laaditud Java klasse.

# JavaSettingsWidget|
source: Browse
et: Sirvi
nb: Bla gjennom

# LanguagePage|
source: Language
et: Keel
nb: Språk

# LanguageSelectionWidget|
source: Don't see your language or the quality is poor?<br/><a href="%1">Help us with translations!</a>
et: Ei leia oma keelt või kvaliteet on vilets?<br/><a href="%1">Aita meid tõlgetega!</a>
nb: Ser ikke språket ditt eller inneholder det skriveleif?<br/><a href="%1">Hjelp oss med oversetteser!</a>

# LanguageWizardPage|
source: Language
et: Keel
nb: Språk

# LanguageWizardPage|
source: Select the language to use in MultiMC
et: Vali MultiMCs kasutatav keel
nb: Velg språket du vil bruke i MultiMC

# LaunchController|
source: No instance specified!
et: Ühtegi eksemplari pole määratud!
nb: Ingen instans spesifisert!

# LaunchController|
source: No Accounts
et: Kontod puuduvad
nb: Ingen kontoer

# LaunchController|
source: In order to play Minecraft, you must have at least one Mojang or Minecraft account logged in to MultiMC.Would you like to open the account manager to add an account now?
et: Minecrafti mängimiseks peab sul olema vähemalt üks Mojangi või Minecrafti konto MultiMC-sse sisse logitud. Kas soovid avada konto lisamiseks kontohalduri?

# LaunchController|
source: Which profile would you like to use?
et: Millist profiili soovid kasutada?
nb: Hvilken profil ønsker du å bruke?

# LaunchController|
source: No account selected for launch.
et: Käivitamiseks pole kontot valitud.
nb: Ingen konto er valgt for oppstart.

# LaunchController|
source: Your account is currently not logged in. Please enter your password to log in again. <br /> <br /> This could be caused by a password change.
et: Sinu konto ei ole hetkel sisselogitud. Palun sisesta uuesti sisselogimiseks oma parool. <br /> <br /> Seda võis põhjustada parooli muutmine.

# LaunchController|
source: Play Offline
et: Mängi võrguta
nb: Spill frakoblet

# LaunchController|
source: Player name
et: Mängija nimi
nb: Spillernavn

# LaunchController|
source: Choose your offline mode player name.
et: Vali oma võrguta režiimi mängijanimi.
nb: Velg ditt frakoblet spillernavn.

# LaunchController|
source: Failed to launch.
et: Käivitamine ebaõnnestus.
nb: Kunne ikke kjøre.

# LaunchController|
source: Error!
et: Viga!
nb: Feil!

# LaunchController|
source: Couldn't load the instance profile.
et: Eksemplari profiili laadimine ebaõnnestus.
nb: Kunne ikke laste instansprofilen.

# LaunchController|
source: Couldn't instantiate a launcher.
et: Käivitaja eksemplari loomine ebaõnnestus.

# LaunchController|
source: Couldn't start profiler: %1
et: Profiilerit ei saadud käivitada: %1
nb: Kunne ikke starte profilerer: %1

# LaunchController|
source: Waiting.
et: Ootamine.
nb: Venter.

# LaunchController|
source: Launch
et: Käivita
nb: Kjør

# LaunchController|
source: Couldn't start the profiler: %1
et: Profiilerit ei saadud käivitada: %1
nb: Kunne ikke starte profilerer: %1

# LaunchController|
source: Error
et: Viga
nb: Feil

# LaunchController|
source: Abort
et: Katkesta
nb: Avbryt

# LaunchController|
source: Kill Minecraft?
et: Tapad Minecrafti?
nb: Drep Minecraft?

# LaunchController|
source: This can cause the instance to get corrupted and should only be used if Minecraft is frozen for some reason
et: See võib eksemplari korrumpeerida ning seda peaks kasutama ainult siis, kui Minecraft on hangunud

# LaunchTask|
source: MultiMC stopped watching the game log because the log length surpassed %1 lines. You may have to fix your mods because the game is still logging to files and likely wasting harddrive space at an alarming rate!
et: MultiMC lõpetas mängulogi jälgimise, kuna logi pikkus ületas %1 rida. Sa pead ilmselt oma modid parandama, kuna mäng ikka veel logib andmeid, ilmselt raisates kettaruumi kohutava kiirusega!

# LauncherPartLaunch|
source: The wrapper command "%1" couldn't be found.
et: Ümbriskäsklust "%1" ei leitud.

# LauncherPartLaunch|
source: Could not launch minecraft!
et: Minecrafti käivitamine ebaõnnestus!
nb: Kunne ikke kjøre Minecraft!

# LauncherPartLaunch|
source: Minecraft process ID: %1
et: Minecrafti protsessi ID: %1
nb: Minecraft prosess-id: %1

# LegacyFTB::FilterModel|
source: Sort by name
et: Sordi nime järgi
nb: Sorter etter navn

# LegacyFTB::FilterModel|
source: Sort by game version
et: Sordi mängu versiooni järgi
nb: Sorter etter spillversjon

# LegacyFTB::ListModel|
source: Public Modpack
et: Avalik modipakk
nb: Offentlig modpack

# LegacyFTB::ListModel|
source: Third Party Modpack
et: 3. osapoole modipakk
nb: Tredjeparts-modpack

# LegacyFTB::ListModel|
source: Private Modpack
et: Privaatne modipakk
nb: Privat-modpack

# LegacyFTB::PackFetchTask|
source: Public Packs
et: Avalikud pakid
nb: Offentlige pakker

# LegacyFTB::PackFetchTask|
source: Third Party Packs
et: 3. osapoole pakid
nb: Tredjeparts-pakker

# LegacyFTB::PackFetchTask|
source: Failed to download some pack lists: %1
et: Teatud pakiloendite allalaadimine ebaõnnestus: %1

# LegacyFTB::PackInstallTask|
source: Downloading zip for %1
et: %1 jaoks zip-i allalaadimine
nb: Laster ned zip for %1

# LegacyFTB::PackInstallTask|
source: Downloading zip for %1 (%2%)
et: %1 jaoks zip-i allalaadimine (%2%)
nb: Laster ned zip for %1 (%2%)

# LegacyFTB::PackInstallTask|
source: Extracting modpack
et: Modipaki ekstraktimine
nb: Pakker ut modpakken

# LegacyFTB::PackInstallTask|
source: Failed to open modpack file %1!
et: Modipaki faili %1 avamine ebaõnnestus!
nb: Kunne ikke åpne modpakke-filen %1!

# LegacyFTB::PackInstallTask|
source: Installing modpack
et: Modipaki paigaldamine
nb: Installerer modpakke

# LegacyFTB::PackInstallTask|
source: Failed to move unzipped minecraft!
et: Lahti pakitud "minecraft" kausta liigutamine ebaõnnestus!
nb: Kunne ikke flytte uzippet minecraft!

# LegacyFTB::PackInstallTask|
source: No installation method found!
et: Paigaldusmeetodit ei leitud!
nb: Ingen installasjonsmetode ble funnet!

# LegacyFTB::Page|
source: Public
et: Avalik
nb: Offentlig

# LegacyFTB::Page|
source: 3rd Party
et: 3. osapool
nb: Tredjepart

# LegacyFTB::Page|
source: Private
et: Privaatne
nb: Privat

# LegacyFTB::Page|
source: Add pack
et: Lisa pakk
nb: Legg til pakke

# LegacyFTB::Page|
source: Remove selected pack
et: Eemalda valitud pakk
nb: Fjern valgte pakke

# LegacyFTB::Page|
source: Version selected:
et: Valitud versioon:
nb: Versjon valgt:

# LegacyFTB::Page|
source: FTB private packs
et: FTB privaatpakid
nb: Private FTB-pakker

# LegacyFTB::Page|
source: Failed to download pack information for code %1. Should it be removed now?
et: Paki teabe allalaadimine koodile %1 ebaõnnestus. Kas selle peaks eemaldama?

# LegacyFTB::Page|
source: Add FTB pack
et: Lisa FTB pakk
nb: Legg til FTB-pakke

# LegacyFTB::Page|
source: Enter pack code:
et: Sisesta paki kood:
nb: Angi pakkekode:

# LegacyFTB::Page|
source: Remove pack
et: Eemalda pakk
nb: Fjern pakke

# LegacyFTB::Page|
source: Are you sure you want to remove pack %1?
et: Kas soovid kindlasti paki %1 eemaldada?
nb: Er du sikker på at du vil fjerne pakken %1?

# LegacyInstance|
source: Legacy
et: Pärand

# LegacyInstance|
source: Instance from previous versions.
et: Eksemplar eelmistest versioonidest.
nb: Instans fra tidligere versjoner.

# LegacyUpgradePage|
source: <html><body><h1>Upgrade is required</h1><p>MultiMC now supports old Minecraft versions and all the required features in the new (OneSix) instance format. As a consequence, the old (Legacy) format has been entirely disabled and old instances need to be upgraded.</p><p>The upgrade will create a new instance with the same contents as the current one, in the new format. The original instance will remain untouched, in case anything goes wrong in the process.</p><p>Please report any issues on our <a href="https://github.com/MultiMC/MultiMC5/issues">github issues page</a>.</p><p>There is also a <a href="https://discord.gg/GtPmv93">discord channel for testing here</a>.</p></body></html>
et: <html><body><h1>Nõutud on täiendamine</h1><p>MultiMC toetab nüüd vanu Minecrafti versioone ning kõiki nõutud funktsioone uues (OneSix) eksemplarivormingus. Selle tulemuseks on vana (pärand-) vorming täielikult keelatud ning vanad eksemplarid tuleb täiendada.</p><p>Täiendus loob uues vormingus uue eksemplari, mille sisu on sama, mis praegusel. Originaalne eksemplar jääb puutumatuks, juhuks kui midagi läheb protsessis valesti.</p><p>Palun teata mistahes vigadest meie <a href="https://github.com/MultiMC/MultiMC5/issues">GitHubi vigade loetelus</a>.</p><p>Meil on testimiseks ka <a href="https://discord.gg/GtPmv93">Discordi kanal</a>.</p></body></html>

# LegacyUpgradePage|
source: Upgrade the instance
et: Täienda eksemplari
nb: Oppgrader instansen

# LegacyUpgradePage|
source: Error
et: Viga
nb: Feil

# LegacyUpgradePage|
source: Abort
et: Katkesta
nb: Avbryt

# LegacyUpgradePage|
source: %1 (Migrated)
et: %1 (migreeritud)
nb: %1 (migrert)

# LegacyUpgradePage|
source: Upgrade
et: Täienda
nb: Oppgrader

# LegacyUpgradeTask|
source: Copying instance %1
et: Eksemplari %1 kopeerimine
nb: Kopierer instans %1

# LegacyUpgradeTask|
source: Instance folder copy failed.
et: Eksemplari kausta kopeerimine ebaõnnestus.
nb: Kopiering av instans-mappe mislyktes.

# LegacyUpgradeTask|
source: Could not decide Minecraft version.
et: Minecrafti versiooni otsustamine ebaõnnestus.
nb: Kunne ikke bestemme Minecraft-versjon.

# LegacyUpgradeTask|
source: Instance folder copy has been aborted.
et: Eksemplari kausta kopeerimine katkestatud.
nb: Kopiering av instansmappe er blitt avbrutt.

# LibrariesTask|
source: Getting the library files from Mojang...
et: Teegifailide Mojangilt hankimine...

# LibrariesTask|
source: Libraries for instance %1
et: Eksemplari %1 teegid
nb: Biblioteker for instans %1

# LibrariesTask|
source: Null jar is specified in the metadata, aborting.
et: Metaandmetes on kirjeldatud null-jar, toiming katkestatud.

# LibrariesTask|
source: Game update failed: it was impossible to fetch the required libraries. Reason: %1
et: Mängu uuendamine ebaõnnestus: nõutud teekide hankimine oli võimatu. Põhjus: %1

# LogPage|
source: Keep updating
et: Jätka uuendamist
nb: Fortsett å oppdatere

# LogPage|
source: Wrap lines
et: Murra read
nb: Bryt linjer

# LogPage|
source: Copy the whole log into the clipboard
et: Kopeeri terve logi lõikelauale
nb: Kopier hele loggen til utklippstavlen

# LogPage|
source: &Copy
et: &Kopeeri
nb: &Kopier

# LogPage|
source: Upload the log to paste.ee - it will stay online for a month
et: Laadi logi paste.ee-sse - see püsib seal kuu aega
nb: Last opp loggen til paste.ee – den vil være online i en måned

# LogPage|
source: Upload
et: Laadi üles
nb: Last opp

# LogPage|
source: Clear the log
et: Tühjenda logi
nb: Tøm loggen

# LogPage|
source: Clear
et: Tühjenda
nb: Tøm

# LogPage|
source: Search:
et: Otsi:
nb: Søk:

# LogPage|
source: Find
et: Leia
nb: Finn

# LogPage|
source: Scroll all the way to bottom
et: Keri täiesti lõppu
nb: Rull helt til bunnen

# LogPage|
source: Bottom
et: All
nb: Bunn

# LogPage|
source: Minecraft Log
et: Minecrafti logi

# LogPage|
source: MultiMC: Log upload triggered at: %1
et: MultiMC: logi üleslaadimine käivitatud: %1
nb: MultiMC: Logg-opplasting utløst ved: %1

# LogPage|
source: MultiMC: Log uploaded to: %1
et: MultiMC: logi üleslaaditud: %1
nb: MultiMC: Logg lastet opp til: %1

# LogPage|
source: MultiMC: Log upload failed!
et: MultiMC: logi üleslaadimine ebaõnnestus!
nb: MultiMC: Logg-opplasting mislyktes!

# LoggedProcess|
source: Process exited with code %1.
et: Protsess väljus koodiga %1.
nb: Prosessen avsluttet med koden %1.

# LoggedProcess|
source: Process crashed.
et: Protsess jooksis kokku.
nb: Prosessen krasjet.

# LoggedProcess|
source: Process crashed with exitcode %1.
et: Protsess jooksis kokku väljumiskoodiga %1.
nb: Prosessen krasjet med avslutningskoden %1.

# LoggedProcess|
source: Process was killed by user.
et: Protsess tapeti kasutaja poolt.
nb: Prosessen ble drept av brukeren.

# LoggedProcess|
source: The process failed to start.
et: Protsessi käivitumine ebaõnnestus.
nb: Oppstart av prosessen mislyktes.

# LoginDialog|
source: Add Account
et: Lisa konto
nb: Legg til konto

# LoginDialog|
source: Email
et: E-post
nb: E-post

# LoginDialog|
source: Password
et: Parool
nb: Passord

# MainWindow|
source: Kill
et: Tapa
nb: Drep

# MainWindow|
source: Kill the running instance
et: Tapa töötav eksemplar
nb: Drep den kjørende instansen

# MainWindow|
source: Launch
et: Käivita
nb: Kjør

# MainWindow|
source: Launch the selected instance.
et: Käivita valitud eksemplar.
nb: Start den valgte instansen.

# MainWindow|
source: Main Toolbar
et: Peamine tööriistariba
nb: Hovedverktøylinje

# MainWindow|
source: Add Instance
et: Lisa eksemplar
nb: Legg til instans

# MainWindow|
source: Add a new instance.
et: Lisa uus eksemplar.
nb: Legg til en ny instans.

# MainWindow|
source: View Instance Folder
et: Kuva eksemplari kaust
nb: Vis instans-mappen

# MainWindow|
source: Open the instance folder in a file browser.
et: Ava failihalduris eksemplaride kaust.
nb: Åpne instans-mappen i en filutforsker.

# MainWindow|
source: View Central Mods Folder
et: Kuva keskne modide kaust
nb: Se mappe for sentrale mods

# MainWindow|
source: Open the central mods folder in a file browser.
et: Ava failihalduris keskne modide kaust.
nb: Åpne mappen for sentrale mods i en filutforsker.

# MainWindow|
source: Folders
et: Kaustad
nb: Mapper

# MainWindow|
source: Open one of the folders shared between instances.
et: Ava üks nendest kaustadest jagatud eksemplarie vahel.
nb: Åpne en av mappene som er delt mellom instanser.

# MainWindow|
source: Settings
et: Sätted
nb: Innstillinger

# MainWindow|
source: Change settings.
et: Muuda sätteid.
nb: Endre innstillinger.

# MainWindow|
source: Report a Bug
et: Teata veast
nb: Rapporter en feil

# MainWindow|
source: Open the bug tracker to report a bug with MultiMC.
et: Ava vigade loetelu, et teatada MultiMC veast.
nb: Åpne feil-trackeren for å rapportere en feil med MultiMC.

# MainWindow|
source: Open MultiMC discord voice chat.
et: Ava MultiMC Discordi häälvestlus.

# MainWindow|
source: Open MultiMC subreddit.
et: Ava MultiMC subreddit.
nb: Åpne MultiMCs subreddit.

# MainWindow|
source: About MultiMC
et: MultiMC teave
nb: Om MultiMC

# MainWindow|
source: View information about MultiMC.
et: Kuva informatsioon MultiMC kohta.
nb: Vis informasjon om MultiMC.

# MainWindow|
source: Help
et: Abi
nb: Hjelp

# MainWindow|
source: Get help with MultiMC or Minecraft.
et: Saa abi MultiMC või Minecraftiga.
nb: Få hjelp med MultiMC eller Minecraft.

# MainWindow|
source: Update
et: Uuenda
nb: Oppdater

# MainWindow|
source: Check for new updates for MultiMC.
et: Kontrolli uusi uuendusi MultiMC jaoks.
nb: Sjekk etter nye oppdateringer for MultiMC.

# MainWindow|
source: Support MultiMC
et: Toeta MultiMC'd
nb: Støtt MultiMC

# MainWindow|
source: Open the MultiMC Patreon page.
et: Ava MultiMC Patreoni lehekülg.
nb: Åpne MultiMCs Patreon-side.

# MainWindow|
source: Meow
et: Mjäu
nb: Mjau

# MainWindow|
source: It's a fluffy kitty :3
et: See on kohev kiisu :3
nb: Det er en fluffy katt :3

# MainWindow|
source: Manage Accounts
et: Halda kontosid
nb: Behandle kontoer
